Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

source: God knows your needs
ar: ألرب يعلم كل إحتياجاتك
es: Dios sabes tus necesidades.
lt: Dievas žino tavo poreikius
sv: Gud känner dina behov
uk: Бог знає твої потреби

source: Seek first His kingdom and righteousness
ar: إسعى أولا للبحث عن ملكوت ألرب وبره
es: Busca primero el Reino de Dios y Su Justicia.
lt: Pirmiausia ieškokite Jo karalystės ir teisingumo
sv: Sök först hans rike och hans rättfärdighet
uk: Шукай перш за все Царство Бога та Його правду

source: Then God will give you everything you need
ar: بعد ذلك ألرب سيعطيك كل ماتحتاج
es: Entones Dios te dará todo lo que necesites.
lt: Tada Dievas duos tau viską, ko reikia
sv: Då kommer Gud att ge dig allt du behöver
uk: Тоді Бог дасть тобі все необхідне

source: Acts 17:26-28
ar: أعمال ألرسل ١٧: ٢٦-٢٨
es: Hechos 17:26-28
lt: Apd 17: 26-28
sv: Apg 17:26-28
uk: Дії 17:26-28

source: God determines the times and places each person lives
ar: لقد حتم ألرب ألاوقات وألاشخاص لكل شخص منا خلال حياتنا
es: Dios determina el lugar y el tiempo en que una persona vive.
lt: Dievas nustato kiekvieno žmogaus gyvenimo laikus ir vietas
sv: Gud har bestämt tid och plats för varje person
uk: Бог визначив час і місце для життя кожної людини

source: He does this so men will seek Him, reach out for Him and find Him
ar: غرض ألرب من تحديد ألوقت وألمكان ألمناسب هو أن أسعى لإيجاده وأن أجده فيما بعد
es: Él hace esto para que todo hombre lo busque, búscalo y lo encontrarás.
lt: Jis tai daro, todėl žmonės ieškos Jo, pasieks Jam ir ras jį
sv: Han gör så för att människor ska söka efter honom, nå ut till Honom och hitta honom
uk: Він зробив це для того, щоб люди шукали Його, прагнули та знайшли Його

source: He is not far from anyone
ar: هو ليس بعيد عن كل واحد منا
es: Él no está lejos de ninguno de nosotros.
lt: Jis nėra toli nuo ko nors
sv: Han är inte långt ifrån någon
uk: Він недалеко від кожного

source: A Christian meeting you is not by chance - but of God
ar: عندما يقابلك تلميذ أو مسيحي فهذا ليس صدفه وإنما هو توقيت ألله لك
es: Que te conozca un cristiano no es casualidad - es Dios.
lt: Krikščioniškas susirinkimas yra ne atsitiktinis - bet Dievo
sv: När en kristen möter dig är det inte en slump. Det är arrangerat av Gud
uk: Те, що тебе зустріли християни - не випадковість, це від Бога

source: John 4:23-24
ar: يوحنا ٤: ٢٣-٢٤
es: Juan 4:23-24
lt: Jono 4: 23-24
sv: Joh 4:23-24
uk: Івана 4:23-24

source: God seeks men (Acts 17 taught men must seek God)
ar: ألله يسعى ليجد إلانسان، مقارنه مع ألعدد ألسابق- أعمال ألرسل ١٧ توضح أن إلانسان يجب أن يبحث عن ألله
es: Dios busca al hombre (Hechos 17 les enseñó que deben buscar a Dios)
lt: Dievas ieško vyrų (Apd. 17, mokytų žmones, reikia ieškoti Dievo)
sv: Gud söker män (Apg 17 lärde män måste söka Gud) <br> A1. 2 Chron 16:9b Gud söker efter människor, precis som att Apg 17 lär att människan skulle söka Gud </br>
uk: Бог шукає людей (Дії 17 говорить, що люди повинні шукати Бога)

source: Men who want to worship Him in spirit and in truth
ar: ألرب يسعى لإيجاد أللذين يرغبون عبادته بالروح وألحق
es: Hombre que lo adoren en Espíritu y en Verdad.
lt: Vyrai, kurie nori garbinti Jį dvasioje ir tiesoje
sv: Gud vill att vi ska tillbe honom i ande och i sanning
uk: Людей, які хочуть поклонятися Йому в дусі та правді

# seeking_god #1
source: Acts 17:10-12
ar: أعمال ١٧: ١٠-١٢
es: Hechos 17:10-12
lt: Apd 17: 10-12
sv: Apg 17:10-12
uk: Дії 17:10-12

source: Read and study the Bible for your own convictions
ar: في هذا ألعدد نجد تشجيع أن تقرأ وتدرس كلمه ألله كل يوم من أجل إقتناعك ألشخصي
es: Lee y estudia La Biblia para tener tus propias convicciones
lt: Skaitykite ir studijuokite Bibliją už savo įsitikinimus
sv: Läs och studera Bibeln för din egen övertygelse
uk: Читай і вивчай Біблію, щоб у тебе були власні переконання

source: Study daily
ar: إدرس يوميا
es: Estudiala todos los días.
lt: Studijuokite kasdien
sv: Studera varje dag
uk: Вивчай кожен день

source: Jeremiah 29:11-14
ar: إرميا ٢٩: ١١-١٤
es: Jeremias 29:11-14
lt: Jeremijo 29: 11-14
sv: Jer 29:11-14
uk: Єремія 29:11-14

source: God has an individual plan for your life
ar: ألله لديه خطيه فرديه لحياتك
es: Dios tiene un plan personal para tu vida.
lt: Dievas turi savo gyvenimo planą
sv: Gud har en individuell plan för ditt liv
uk: У Бога є наміри (індивідуальний план) для тебе

source: A plan to prosper you - with hope and a future
ar: خطه لنجاحك وتوسعك مع أمل ومستقبل
es: Un plan de prosperidad, con un futuro y una esperanza.
lt: Tavo klestėjimo planas - viltis ir ateitis
sv: En plan för att blomstra dig - med hopp och en framtid
uk: Його наміри - принести благополуччя та дарувати надію і будучність

source: You will find God when you seek Him with all your heart
ar: سوف تجد ألرب عندما تبحث من كل قلبك
es: Encontrarás a Dios cuando lo busques de todo corazón.
lt: Jūs rasite Dievą, kai ieškosite Jo visa savo širdimi
sv: Du kommer att hitta Gud när du söker honom med hela ditt hjärta
uk: Ти знайдеш Бога, якщо будеш шукати Його всім своїм серцем

# seeking_god #1
source: Acts 8:26-39
ar: أعمال ألرسل ٨: ٢٦-٣٩
es: Hechos 8:26-39
lt: Apd 8: 26-39
sv: Apg 8: 26-39
uk: Дії 8:26-39

source: The angels and the Holy Spirit are helping to get you to God
ar: ألملائكه وألروح ألقدس سوف يساعدوك لكي تصل للرب
es: Los ángeles y El Espíritu Santo están ayudando para que llegues a Dios
lt: Angelai ir Šventoji Dvasia padeda jus pasiimti į Dievą
sv: Änglarna och den Helige Ande hjälper till att få dig till Gud
uk: Ангели і Святий Дух допомогають тобі приблизитись до Бога

source: Do not be afraid to ask questions about life or the Bible - be humble
ar: لاتخف آن تطرح أسئله حول ألحياه أو ألكتاب ألمقدس، كن متواضع
es: No tengas miedo de hacer preguntas acerca de la vida o la Biblia - sé humilde
lt: Nebijokite klausti apie gyvenimą ar Bibliją - būkite nuolankus
sv: Var inte rädd för att ställa frågor om livet eller Bibeln - var ödmjuk
uk: Не бійся задавати питання про життя або Біблію - будь скромним

source: You need someone to explain the Bible to you
ar: تحتاج شخص لكي يشرح لك ألكتاب ألمقدس، كلمه ألله
es: Necesitas a alguien que te explique la Biblia.
lt: Jums reikia ką nors paaiškinti jums Bibliją
sv: Du behöver någon för att förklara Bibeln för dig
uk: Тобі необхідна людина, яка буде пояснювати тобі Біблію

source: You will be "rejoicing" when you find God
ar: سوف تكون مبتهج عندما تجد ألرب
es: Serás muy feliz cuando encuentres a Dios.
lt: Tu būsi "džiaugsmas", kai rasysi Dievą
sv: Du kommer att vara "glad" när du hittar Gud
uk: Ти будеш “радіти“, коли знайдеш Бога

source: Matthew 7:7-8
ar: متى ٧: ٧-٨
es: Mateo 7:7-8
lt: Mato 7: 7-8
sv: Matteus 7: 7-8
uk: Матвія 7:7-8

source: Seek and God guarantees you will find Him
ar: إبحث وألرب يضمن لك إنك ستجده
es: Búscalo y Dios te garantiza que lo encontrarás.
lt: Ieškokite ir Dievas užtikrins, kad rasite Jį
sv: Sök och Gud garanterar att du kommer att hitta honom
uk: Шукай і Бог пообіцяв, що ти знайдеш Його

source: Ask God for help
ar: إسأل ألرب للمساعده
es: Pídele ayuda a Dios
lt: Paklausk Dievo pagalbos
sv: Fråga Gud om hjälp
uk: Проси Бога про допомогу

source: 2 Timothy 3:16-17
es: 2 Timoteo 3:16-17
sv: 2 Timoteus 3: 16-17
uk: 2 Тимофію 3:16-17

source: All Scripture is inspired by God
ar: كل أصحاحات الكتاب المقدس موحى بها من ألله
es: Toda la escritura está inspirada por Dios.
lt: Visas Raštas yra įkvėptas iš Dievo
sv: All skriften är inspirerad av Gud
uk: Все Писання натхненно Богом

source: It is to be applied to our lives
ar: كل ألأصحاحات قابله للتطبيق على حياتنا
es: Debe ser aplicada a nuestras vidas.
lt: Jis turi būti taikomas mūsų gyvenimui
sv: Det ska tillämpas på våra liv
uk: Біблія призначена для використання в наших життях

source: Hebrews 4:12-13
es: Hebreos 4:12-13
lt: Hebrajams 4: 12-13
sv: Hebreerbrevet 4: 12-13
uk: Євреям 4:12-13

source: The Word is relevant
ar: كلمه الله متاحه وذي صله بواقعنا
es: La Palabra es relevante y aplicable hoy en día
lt: Žodis yra aktualus
sv: Ordet är relevant
uk: Слово Бога є актуальним

source: The Word cuts (hurts)
ar: كلمه ألله تقطع/ تجرح
es: La Palabra corta (hiere)
lt: Žodžių gabalai (skauda)
sv: Ordet skär ner (gör ont)
uk: Слово ріже (серця)

source: Learn that it is good to be "cut," because a scalpel (God's Word) "cuts" the cancer (sin) out!
ar: كلمه الله تشبه بمشرط الطبيب الذي يقطع السرطان، هي تقطع خطايانا من جذرها
es: Aprende que es !Es bueno ser cortado porque se extrae el cáncer (el pecado), ya que trabaja como un bisturí (La Palabra de Dios)!
lt: Sužinokite, kad gerai, kad būtų "iškirpti", nes skalpelis (Dievo Žodis) "išpjauna" vėžį (nuodėmę)!
sv: Lär dig att det är bra att "skära", eftersom en skalpell (Guds Ord) "skär" cancer (synd) ut!
uk: Добре те, що може “вирізати“, тому що і скальпель (Слово Бога) хірурга “вирізає“ ракову пухлину (гріх)!

source: 2 Peter 1:20-21
es: 2 Pedro 1:20-21
lt: 2 Petro 1: 20-21
uk: 2 Петра 1:20-21

source: There is no private interpretation of the Bible
ar: كلمه ألله ليست مفسره تفسير خاص، أي تفسير أشخاص
es: No hay interpretación particular de la Biblia
lt: Nėra asmeninio Biblijos aiškinimo
sv: Det finns ingen privat tolkning av Bibeln
uk: Пророцтва не з‘явились на основі влаасних міркувань чи бажань пророків

source: The Holy Spirit inspired the men who wrote the books of the Bible
ar: وأنما هي موحاه لأشخاص/ ناس إنساقوا بالروح ألقدس
es: El Espíritu Santo inspiro a los hombres que escribieron los libros de la Biblia.
lt: Šventoji Dvasia įkvėpė vyrus, kurie parašė Biblijos knygas
sv: Den Helige Ande inspirerade männen som skrev Bibelns böcker
uk: Святий Дух надихнув людей, які писали книги Біблії

# word_of_god #1
source: John 8:31-32
es: Juan 8:31-32
lt: Jono 8: 31-32
uk: Івана 8:31-32

source: Intellectual belief is not enough - nor can we go by our feelings
ar: ألتصديق أو ألأيمان ألعقلي غير كافي ولا حتى إلأيمان بالمشاعر
es: No es suficiente la creencia intelectual, tampoco podemos actuar por sentimientos.
lt: Intelektualių įsitikinimų nepakanka - taip pat negalime eiti savo jausmų
sv: Intellektuell tro är inte tillräckligt - inte heller kan vi följa våra känslor
uk: Просто вірити не достатньо - ми не можемо слідувати за нашими почуттями

source: Everyone must hold on to and follow the teachings of Jesus to be a true disciple
ar: يجب على الجميع حفظ وأتباع تعاليم ألمسيح ليكون تلاميذ حقيقين
es: Todos deben obedecer y seguir las enseñanzas de Jesús para ser verdaderos discípulos.
lt: Kiekvienas turi laikytis ir laikytis Jėzaus mokymų, kad jis būtų tikrasis mokinys
sv: Alla måste hålla fast vid och följa Jesu lärdomar för att vara en sann lärjung
uk: Кожна людина повинна триматись і слідувати за Христом, щоб бути істинним учнем

source: Sincerity does not equal truth
ar: ألأخلاص وألحقيقه لايساويان نفس الشئ
es: La sinceridad no es igual a la verdad.
lt: Nuoširdumas nėra lygus tiesai
sv: Uppriktighet motsvarar inte sanning
uk: Щирість не обов‘язково істина

source: Religious people can be wrong
ar: ألناس ألمتدينين/ ألقاده ألدينين يمكن أن يكونوا على خطأ أيضا
es: La gente religiosa puede estar equivocada.
lt: Religiniai žmonės gali būti neteisingi
sv: Religiösa människor kan ha fel
uk: Релігійні люди можуть помилятися

source: Matthew 15:1-9
es: Mateo 15:1-9
sv: Matteus 15: 1-9
uk: Матвія 15:1-9

source: Do not go by traditions or creeds
ar: لاتعتمد على ألتقاليد والعقائد
es: No debes dejarte guiar por tradiciones o creencias hechas por hombres.
lt: Nepraleiskite tradicijų ar įsitikinimų
sv: Gå inte efter traditioner eller trosbekännelser
uk: Не слідуйте сліпо традиціям або віросповіданням

source: Worship by traditions - those which contradict the Word of God - is worship in vain
ar: ألعباده ألتقليديه- ألتي تتعارض مع كلمه ألله- هي عبثا
es: Adorar por tradiciones (las cuales contradicen la palabra de Dios) es adorar en vano.
lt: Tradicijų garbinimas - tas, kurios prieštarauja Dievo Žodžiui - yra veltui garbinimas
sv: Tillbedjan av traditioner - de som strider mot Guds ord - är dyrkan förgäves
uk: Поклоніння Богу, основою якого є традиції, які протирічать Його Слову, пуста трата часу

# word_of_god #1
source: 1 Timothy 4:16
es: 1 Timoteo 4:15
lt: 1 Timotiejui 4:16
sv: 1 Timoteus 4:16
uk: 1 Тимофію 4:16

source: Watch your life and doctrine closely - they are inseparable
ar: لاحظ حياتك وعقيدتك عن كثب- فهما غير منفصلان
es: Ten cuidado de tu manera de vivir (vida) y de lo que enseñas a otros (doctrina) -- éstas son inseperables.
lt: Atidžiai stebėkite savo gyvenimą ir doktriną - jie yra neatskiriami
sv: Titta på ditt liv och din doktrin - de är oskiljaktiga
uk: Уважно дивись на своє життя і вчення - вони нероздільні

source: Which is more important: life or doctrine? Neither - an airplane with only one wing cannot fly
ar: ماهو الأكثر أهميه؟ حياتك أم عقيدتك؟ لايمكن اختيار احدهما وترك الأخرى- ألطائره لاتقلع بجناح واحد
es: ¿Cúal es más importante, la vida o la doctrina? Ninguna, ya que un avión no puede volar con solamente un ala.
lt: Kuris yra svarbesnis: gyvenimas ar doktrina? Nei - lėktuvas, turintis tik vieną sparną, negali skristi
sv: Vilket är viktigare: liv eller doktrin? Varken - ett flygplan med endast en vinge kan inte flyga
uk: Що важливіше: життя чи вчення? Вони однаково важливі - літак не може летіти з одним крилом

source: Why is it so important to learn and to teach and to live the right doctrine? To save yourself and those who hear you
ar: لماذا من ألمهم ان تتطابق عقيدتك وحياتك؟ لكي تخلص نفسك وأللذين يسمعون لك
es: ¿Por qué es tan importante aprender, enseñar y vivir la doctrina correcta? Para salvarte a tí mismo y a los que te escuchan.
lt: Kodėl taip svarbu mokytis ir mokyti bei tinkamai mokytis? Išsaugoti sau ir tiems, kurie jus girdi
sv: Varför är det så viktigt att lära och undervisa och att leva rätt lära? För att rädda dig själv och de som hör dig
uk: Чому так важливо жити, вчитись самому та вчити інших, керуючись правильним вченням? Щоб спасти себе і тих, хто слухає тебе

# word_of_god #1
source: Acts 17:10-12
ar: 1 Timothy 4:16
es: Hechos 17:10-12
lt: Apd 17: 10-12
sv: Apg 17: 10-12
uk: Дії 17:10-12

source: A noble character in God's eyes: great eagerness in receiving the message; examine Scriptures; daily; and believe - make decisions based on the Scriptures
ar: الشخصيه ألنبيله في نظر الله: شخصيه حريصه على ماتلقته من ألله، شخصيه فاحصه للكتب يوميا لأختبارها عمليا وألإيمان بها، شخصيه تتخذ قرارات على أساس ألكتاب ألمقدس
es: Un carácter noble antes los ojos de Dios: Tiene gran entusiasmo en recibir el mensaje; examina las Escrituras diariamente; y cree - Toma decisiones basadas en las Escrituras.
lt: Dieviškų akių kilnus personažas: didelis troškimas pranešti; Išnagrinėti Raštus; Kasdien; Ir tikėk - priima sprendimus pagal Raštus
sv: En ädel karaktär i Guds ögon: stor iver vid mottagandet av budskapet; Granska skrifterna; dagligen; Och tro - fatta beslut som bygger på skrifterna
uk: Шляхетний герой в очах Божих: має велике завзяття в отриманні повідомлення; досліджує Писання; щодня; і вірить - приймає рішення, засновані на Писанні

source: Must check what religious leaders say
ar: عليك ألتحقق/ فحص مايقولوه رجال ألدين
es: Debes examinar lo que enseñan los líderes religiosos.
lt: Reikia patikrinti, ką sako religiniai lyderiai
sv: Måste kontrollera vilka religiösa ledare som säger
uk: Кожен має сам перевіряти те, що говорять релігійні лідери

source: Your challenge: Read and study the Bible every day!
ar: تحدي لك! أقرأ وأدرس كلمه ألله كل يوم
es: Tu reto: !Lee y estudia tu Biblia todos los días!
lt: Jūsų iššūkis: skaitykite ir mokykitės Biblijos kiekvieną dieną!
sv: Din utmaning: Läs och studera Bibeln varje dag!
uk: Твоє рішення: читати та вивчати Біблію кожен день

source: James 1:22-25
es: Santiago 1:22-25
uk: Якова 1:22-25

source: The Word of God is a mirror
ar: كلمه ألله هي مرآه
es: La Palabra de Dios es un espejo.
lt: Dievo Žodis yra veidrodis
sv: Guds ord är en spegel
uk: Слово Бога - це дзеркало

source: Do not forget what you see - "do what it says"
ar: حتى لاتنسى ماترى/ أي ماتقرأ يوميا في كلمه ألرب عليك أن تفعل ماتقوله ألكلمه
es: No te olvides de lo que ves - "!Haz lo que dice!"
lt: Nepamirškite, ką matote - "darykite tai, ką jis sako"
sv: Glöm inte vad du ser - "gör vad det säger"
uk: Не забувай того, що ти побачив - “будьте виконавцями слова“

source: John 12:48
es: Juan 12:48
lt: Jono 12:48
uk: Івана 12:48

source: Why study the Bible? The Word will judge us
ar: لماذا ندرس كلمه الرب؟ لإنها ألمقياس ألذي سيحكم علينا
es: ¿Por qué estudiar la Biblia? ¡Porque la Palabra de Dios nos juzgará!
lt: Kodėl verta mokytis Biblijos? Žodis mus teisins
sv: Varför studera Bibeln? Ordet kommer att döma oss
uk: Навіщо вивчати Біблію? Слово буде судити нас

source: Decision:
ar: قرار
es: Decisión:
lt: Sprendimas:
sv: Beslut:
uk: Рішення:

source: Will I live by the Bible? Or will I live by my feelings, traditions, desires, etc.?
ar: هل ستعيش وفقا للكتاب ألمقدس؟ أم وفقا لمشاعرك ورغباتك، وللتقاليد/ الدينيه والعامه؟
es: ¿Viviré por la Biblia o por mis sentimientos, tradiciones, deseos, etc...?
lt: Ar aš gyvenu pagal Bibliją? Ar galiu gyventi pagal mano jausmus, tradicijas, troškimus ir tt?
sv: Kommer jag att leva i bibeln? Eller kommer jag att leva med mina känslor, traditioner, önskningar etc.?
uk: Я буду жити по Біблії чи згідно счоїх почуттів, традицій, бажань і т.д.?

# discipleship #1
source: Introduction:
ar: ألتلمذه (مقدمه)
es: Introducción:
lt: Įvadas:
sv: Introduktion:
uk: Вступ:

# discipleship #1
source: Matthew 28:18-20
es: Mateo 28-18-20
lt: Mato 28, 18-20
sv: Matteus 28: 18-20
uk: Матвія 28:18-20

source: What does Jesus want everybody to become?
ar: من خلال قرائتك للإصحاح، ماذا يرغب ألمسيح أن يصبح ألجميع؟
es: ¿Qué quiere Jesús que todos seamos?
lt: Ką Jėzus nori, kad visi taptų?
sv: Vad vill Jesus att alla ska bli?
uk: Ким Ісус хоче, щоб всі люди стали?

source: Which is the more popular term - "Disciple" or "Christian?" The word "Christian" only appears three times in the New Testament. It is the name those in the world gave the disciples, seven years after the church began
ar: ما هو المصطلح الأكثر شيوعًا "تلميذ"أو "مسيحي"؟كلمة "مسيحي" تظهر ثلاث مرات فقط في العهد الجديد. هذا هو الاسم الذي أعطي للتلاميذ في العالم بعد سبع سنوات من بدء الكنيسة
es: ¿Cúal es la palabra más común - "Discípulo" o "Cristiano"? La palabra "Cristiano" solamente aparece 3 veces en el Nuevo Testamento. Fue el nombre que el mundo le dio a los discípulos, siete años despues de comenzar la Iglesia.
lt: Kuo labiau populiarus žodis - "Mokinys" ar "krikščionys"? Žodis "krikščionis" pasirodo tik tris kartus Naujame Testamente. Tai buvo tas vardas, kuris davė mokiniams per septynerius metus nuo bažnyčios pradžios
sv: Vilken är den mer populära termen - "Disciple" eller "Christian?" Ordet "kristen" visas bara tre gånger i Nya testamentet. Det är namnet de i världen gav lärjungarna, sju år efter att kyrkan började
uk: Яке слово більш популярне: “учень Христа“ чи “християнин“? Слово “християнин“ зустрічається в Новому Заповіті лише три рази. Це кличка, яку мирські люди дали учням Христа через сім років після початку церкви

source: Acts 11:19-26
es: Hechos 11:19-26
lt: Apd 11: 19-26
sv: Apg 11: 19-26
uk: Дії 11:19-26

source: The word "Disciple" occurs over 270 times in the New Testament
ar: كلمه "تلميذ" تظهر أكثر من 270 مره في ألعهد الجديد.
es: La palabra "Discípulo" aparece más de 270 veces en el Nuevo Testamento.
lt: Žodis "Mokinys" įvyksta per 270 kartų Naujame Testamente
sv: Ordet "Disciple" inträffar över 270 gånger i Nya testamentet
uk: Слово “учень Христа“ зустрічається в Новому Заповіті більше 270 разів

source: SAVED = CHRISTIAN = DISCIPLE
ar: مخلص= مسيحي= تلميذ
es: SALVO = CRISTIANO = DISCIPULO
lt: SAVED = CHRISTIAN = DISCIPE
uk: СПАСЕННИЙ = ХРИСТИЯНИН = УЧЕНЬ ХРИСТА

source: Jesus came to make disciples. Only baptized disciples will be saved
ar: ألمسيح أتى لكي يعمل تلاميذ.. فقط التلاميذ المعمذين سيكونوا مخلصين.
es: Jesús vino a hacer discípulos. Sólo los discípulos bautizados serán salvos.
lt: Jėzus atėjo pas mokinius. Tik krikštijantys mokiniai bus išgelbėti
sv: Jesus kom för att göra lärjungar. Endast döpta lärjungar kommer att räddas
uk: Ісус прийшов, щоб робити людей учнями. Лише хрещенні учні будуть спасенні

source: Let's have Jesus define disciple, thus defining who is a true Christian
ar: دعنا نلقي نظره على تعريف يسوع لل"التلميذ" ، وبالتالي تحديد من هو مسيحي حقيقي
es: Dejemos que Jesús defina qué es ser un discípulo, para poder definir quién es un verdadero cristiano.
lt: Tegul Jėzus apibrėš mokinį, taip apibrėžiant, kas yra tikrasis krikščionis
sv: Låt oss få Jesus att definiera lärjungar och definiera därmed vem som är en sann kristen
uk: Давайте подивимось, як Ісус визначає, хто такі учні, щоб зрозуміти хто такі істинні християни

source: Mark 1:14-18
es: Marcos 1:14-18
lt: Markas 1: 14-18
uk: Марка 1:14-18

source: Calling of the first disciples
ar: الدعوه الأولى للتلاميذ الأوليين
es: Llamado de los primeros discípulos.
lt: Pirmųjų mokinių pašaukimas
sv: Ringa de första lärjungarna
uk: Призвання перших учнів

source: Come follow me (Christ)
ar: تعال وأتبعني( المسيح)
es: Vengan y Síganme (Cristo).
lt: Ateik eiti pas mane (Kristus)
sv: Kom följ mig (Kristus)
uk: Ідіть за Мною (Христом)

source: Fishers of men - Jesus gave these first disciples the real purpose for living
ar: صيادي البشر - أعطى يسوع هؤلاء التلاميذ الأوائل الهدف الحقيقي للعيش
es: Pescadores de hombre - Jesús les dio a los primeros discípulos el verdadero propósito para vivir.
lt: Žmonių žvejai - Jėzus suteikė šiems pirmiesiems mokiniams realų gyvenimo tikslą
sv: Människor fiskare - Jesus gav dessa första lärjungar det verkliga syftet att leva
uk: Ловці людей - Ісус дав цим першим учням справжню ціль життя

source: Immediately
ar: حالآ
es: Al momento
lt: Nedelsiant
sv: Omedelbart
uk: Відразу

source: Luke 9:23-26
es: Lucas 9:23-26
lt: Luko 9: 23-26
sv: Lukas 9: 23-26
uk: Луки 9:23-26

# discipleship #1
source: If any man...
ar: اذا اي انسان...
es: Si alguno ... (Aplicable a todos)
lt: Jei kas nors ...
sv: Om någon man ...
uk: Якщо хто-небудь...

source: Deny self. Notice Christ in the garden
ar: أنكر نفسه. لاحظ المسيح في حديقه ألزيتون
es: Negarse a sí mismo. Observa a Jesús en Getsemaní
lt: Paneigti save. Pasimink Kristų sode
sv: Förneka själv. Lägg märke till Kristus i trädgården
uk: Відріктися від себе. Зверніть увагу на Христа в Гефсиманському саду

source: Matthew 26:36-39
es: Mateo 26:36-39
lt: Mato 26: 36-39
sv: Matteus 26: 36-39
uk: Матвія 26:36-39

source: 'Not my will, but your will'
ar: "لامشيئتي، بل مشيئتك".
es: "... pero que no se haga lo que yo quiero, sino lo que quieres tú"
lt: "Ne mano valia, bet tavo valia"
sv: "Inte min vilja, men din vilja"
uk: “...не те, чого Я хочу, а те, чого Ти бажаєш"

source: Do not give in to moods
ar: لاتجعل قرارك بأتباع ألمسيح يعتمد على مزاجك.
es: No te dejes llevar por tus emociones
lt: Nenaudokite nuotaikų
sv: Ge inte till humör
uk: Не можна піддаватись настрою

source: Carry the cross - daily
ar: احمل صليبك_ يوميا
es: Cargar con tu cruz - diariamente
lt: Nešiokite kryžių kasdien
sv: Bär korset - dagligen
uk: Нести хрест кожен день

source: Gain the world ... forfeit soul. Lose your life for Jesus ... save it
ar: تربح العالم... تخسر نفسك. تخسر نفسك من أجل المسيح.. تربحها
es: Ganas el mundo -> perder tu alma. Perder tu vida por Jesús ... Salvar tu alma.
lt: Pasiimk pasaulį ... prarasti sielą. Prarasti savo gyvenimą už Jėzų ... išsaugokite
sv: Få världen ... förlora själen. Förlora ditt liv för Jesus ... rädda det
uk: Придбати весь світ ... знищити самого себе. Загубити своє життя для Ісуса ... зберегти його

source: Luke 14:25-33
ar: uke 14:25-33
es: Lucas 14:25-33
lt: Luko 14: 25-33
sv: Lukas 14: 25-33
uk: Луки 14:25-33

# discipleship #2
source: If any man...
ar: أي إنسان..
es: Si alguno...(se aplica a todos)
lt: Jei kas nors ...
sv: Om någon man ...
uk: Якщо хто-небудь...

source: Count the cost (v. 28-30)
ar: يحسب ألتكلفه( اصحاح 28-30)
es: Cuanta el costo (v. 28-30)
lt: Sumažinkite išlaidas (28-30 d.)
sv: Räkna kostnaden (v. 28-30)
uk: Підрахувати витрати (в. 28-30)
