Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

source: First Principles
ar: ألمبادئ ألاولى
es: Principios Básicos
lt: Pirmieji principai
uk: Перші принципи Християнства

source: Home
ar: ألصفحه ألرئيسيه
es: Inicio
lt: Namai
sv: Hem
uk: На домашню

source: Introduction
ar: مقدمه
es: Introducción
lt: Įvadas
sv: Introduktion
uk: Вступ

source: Course Information
ar: معلومات عن الدراسه
es: Información del Curso
lt: Kursų informacija
sv: Information om studierna
uk: Інформація про уроки

source: The Book of John
ar: كتاب يوحنا
es: Libro de Juan
lt: Jono knyga
sv: Johannesevangeliet
uk: Євангеліє від Івана

source: Seeking God
ar: ألبحث عن ألله
es: Buscando a Dios
lt: Ieškau Dievo
sv: Söka Gud
uk: В пошуках Бога

source: The Word of God
ar: كلمه ألله " ألكتاب ألمقدس"
es: Palabra
lt: Dievo Žodis
sv: Guds ord
uk: Слово Бога

source: Discipleship
ar: ألتلمذه
es: Vida de un Discipulo
lt: Mokinių mokymasis
sv: Lärjungaskap
uk: Учнівство

source: The Coming of the Kingdom
ar: مجئ ألملكوت
es: La Llegada del Reino
lt: Karalystės atėjimas
sv: Guds rike och dess ankomst
uk: Прихід Царства Бога

source: Light and Darkness
ar: ألنور وألظلمه
es: Luz y Oscuridad
lt: Šviesa ir tamsa
sv: Ljus och mörker
uk: Світло і Темрява

source: New Testament Conversion
ar: تحول ألعهد ألجديد
es: Conversiones en el Nuevo Testamento
lt: Naujojo Testamento konversija
sv: Omvändelse i Nya Testamentet
uk: Навернення в Новому Заповіті

source: The Cross
ar: ألصليب
es: La Cruz
lt: Kryžius
sv: Korset
uk: Розп‘яття

source: The Medical Account of the Crucifixion of Christ
ar: دراسه في التقييم الطبي لصلب ألمسيح
es: La Pasión de Cristo desde un Punto de Vista Médico
lt: Kristaus nukryžiavimo medicininė sąskaita
sv: Korsfästelsen ur ett medicinskt perspektiv
uk: Опис смерті Христа з точки зору медицини

source: Baptism with the Holy Spirit
ar: معموديه ألروح ألقدس
es: El Bautizmo con el Espíritu Santo
lt: Krikštas su Šventąja Dvasia
sv: Helig Ande-dop
uk: Хрещення Святим Духом

source: Miraculous Gifts of the Holy Spirit
ar: عطايا ألروح ألقدس
es: Los Dones Milagrosos del Espíritu Santo
lt: Stebuklingos Šventosios Dvasios dovanos
sv: Den heliga Andens övernaturliga gåvor
uk: Чудесні Дари Святого Духа

source: The Church
ar: ألكنيسه
es: La Iglesia
lt: Bažnyčia
sv: Kyrkan
uk: Церква

source: The Book of Acts
ar: كتاب أعمال ألرسل
es: Libro de Hechos
lt: Apdovanojimų knyga
sv: Apostlagärningarna
uk: Дії апостолів

source: After Baptism, Now What?
ar: بعد ألمعموديه، ماذا ألان؟
es: Ya Me Bauticé, ¿Y Ahora qué?
lt: Po krikšto, dabar ką?
sv: Vad händer efter dopet?
uk: Після хрещення, що ж тепер?

source: Christ Is Your Life
ar: ألمسيح هو حياتك
es: Cristo Es Tu Vida
lt: Kristus yra tavo gyvenimas
sv: Kristus är ditt liv
uk: Христос - твоє життя

source: Best Friends of All Time
ar: آفضل أصدقاء في جميع ألاوقات
es: Mejores Amigos de Todos los Tiempos
lt: Geriausi visų laikų draugai
sv: Bästa vänner någonsin
uk: Кращі друзі на всі часи

source: The Mission
ar: ألإرساليه
es: La Misión
lt: Misija
sv: Missionen
uk: Місія

source: Persecution
ar: ألإظطهاد
es: La Persecusión
lt: Persekiojimas
sv: Förföljelse
uk: Переслідування

source: Memory Scriptures
ar: اصحاحات للتذكر
es: Escrituras de Memoria
lt: Atminties Raštai
sv: Minnesverser
uk: Уривки для запам‘ятовування

source: Contact Us
ar: أتصل بنا
es: Contáctanos
lt: Susisiekite su mumis
sv: Kontakta oss
uk: Наші контакти

source: 2017 International Christian Churches (SoldOut Discipling Movement)
ar: ٢٠١٧ الكنيسة المسيحية الدولية ( حركه ألتلمذه ألبعثيه)
es: 2017 Iglesias Cristianas Internacional (Movimientos de Discípulos Comprometidos)
lt: 2017 m. Tarptautinės krikščionių bažnyčios (SoldOut disciplininis judėjimas)
uk: 2017 Міжнародні Християнські Церкви (

source: For when by reason of the time you ought to be teachers, you... need to have someone teach you the rudiments of the first principles of the oracles of God... Therefore leaving the doctrine of the first principles of Christ, let us press on to perfection - not laying again a foundation... of faith toward God, of the teaching of baptisms, of laying on of hands, of resurrection of the dead and of eternal judgment. This will we do!
ar: ١٢لأَنَّكُمْ إِذْ كَانَ يَنْبَغِي أَنْ تَكُونُوا مُعَلِّمِينَ لِسَبَبِ طُولِ الزَّمَانِ­ تَحْتَاجُونَ أَنْ يُعَلِّمَكُمْ أَحَدٌ مَا هِيَ أَرْكَانُ بَدَاءَةِ أَقْوَالِ اللهِ، وَصِرْتُمْ مُحْتَاجِينَ إِلَى اللَّبَنِ، لاَ إِلَى طَعَامٍ قَوِيٍّ. ١٣لأَنَّ كُلَّ مَنْ يَتَنَاوَلُ اللَّبَنَ هُوَ عَدِيمُ الْخِبْرَةِ فِي كَلاَمِ الْبِرِّ لأَنَّهُ طِفْلٌ، ١٤وَأَمَّا الطَّعَامُ الْقَوِيُّ فَلِلْبَالِغِينَ، الَّذِينَ بِسَبَبِ التَّمَرُّنِ قَدْ صَارَتْ لَهُمُ الْحَوَاسُّ مُدَرَّبَةً عَلَى التَّمْيِيزِ بَيْنَ الْخَيْرِ وَالشَّرِّ. ١لِذلِكَ وَنَحْنُ تَارِكُونَ كَلاَمَ بَدَاءَةِ الْمَسِيحِ، لِنَتَقَدَّمْ إِلَى الْكَمَالِ، غَيْرَ وَاضِعِينَ أَيْضًا أَسَاسَ التَّوْبَةِ مِنَ الأَعْمَالِ الْمَيِّتَةِ، وَالإِيمَانِ بِاللهِ، ٢تَعْلِيمَ الْمَعْمُودِيَّاتِ، وَوَضْعَ الأَيَادِي، قِيَامَةَ الأَمْوَاتِ، وَالدَّيْنُونَةَ الأَبَدِيَّةَ، ٣وَهذَا سَنَفْعَلُهُ إِنْ أَذِنَ اللهُ.
es: En realidad, a estas alturas ya deberían ser maestros, y sin embargo necesitan que alguien vuelva a enseñarles las verdades más elementales de la palabra de Dios. Dicho de otro modo, necesitan leche en vez de alimento sólido. Por eso, dejando a un lado las enseñanzas elementales acerca de Cristo, avancemos hacia la madurez. No volvamos a poner los fundamentos, tales como el arrepentimiento de las obras que conducen a la muerte, la fe en Dios, la instrucción sobre bautismos, la imposición de manos, la resurrección de los muertos y el juicio eterno. Así procederemos, si Dios lo permite.
lt: Kada dėl to, kad jūs turėtumėte būti mokytojais, jūs ... turėtumėte, kad kažkas išmokytų jus pirmųjų Dievo žodžių principų užuomazgos ... Todėl palikdami pirmųjų Kristaus principų doktriną, leiskite mums Spauskite to tobulumo - neužstatykite tikėjimo į Dievą pamatų ... apie krikštynų mokymą, rankų klojimo, mirusiųjų prisikėlimo ir amžinojo teismo sprendimą. Tai mes padarysime!
sv: Ni borde vid det här laget själva vara lärare, men i stället behöver ni nu på nytt någon som lär er de första grunderna i Guds ord... Låt oss därför inte uppehålla oss vid det man först får lära sig om Kristus... läran om dop och handpåläggning, om de dödas uppståndelse och evig dom. Nej, med Guds tillåtelse går vi vidare. Detta kommer vi att göra!
uk: Вам би вже слід самим стати вчителями ... ви все потребуєте когось такого, хто навчив би вас найпростіших азів Божого ... тому облишмо найпростіші ази вчення про Христа й перейдемо до науки, що допомогає нам досягти зрілості. Не будемо знову повертатися до основоположних питань ... про віру в Бога, вчення про хрещення й рукопокладання, про воскресіння з мертвих і Вищий Суд. Ми зробимо й це...

source: Hebrews 5:12; 6:1-3
ar: عبرانيين 12-5 ; 6:1-3
es: Hebreos 5:12; 6:1-3
lt: Hebrajams 5:12; 6: 1-3
sv: Hebreerbrevet 5:12; 6: 1-3
uk: Євреям 5:12; 6:1-3

source: Originally, the First Principle Studies were written in 1980, while I served the Lord during the formative early days of the Boston Church of Christ. They were revised in 2003 and 2006 to meet the needs and to confront the challenges of the Portland International Church of Christ. In Los Angeles in 2009 and 2012, I made a few more modifications. As of today, these same First Principles Studies are being taught to all the new disciples of the
ar: في الأصل ، كتبت دراسات المبادئ الأولى في عام 1980 ، بينما خدمت الرب خلال الأيام الأولى التكوينية لكنيسة المسيح في بوسطن. تم تعديل الدراسات في عامي 2003 و 2006 لتلبية الاحتياجات ومواجهة تحديات كنيسة بورتلند الدولية للمسيح. في لوس أنجلوس في عامي 2009 و 2012 ، قمت بإجراء بعض التعديلات الإضافية. اعتبارا من اليوم ، يتم تدريس هذه الدراسات أول المبادئ نفسها لجميع التلاميذ الجدد.
es: Originalmente los estudios de los Principios Básicos fueron escritos en 1980 mientras servía en el inicio de la Iglesia de Cristo en Boston. Estos fueron revisados en los años 2003 y 2006 para suplir las necesidades y enfrentar los retos de la Iglesia Internacional de Cristo en Pórtland. En los Angeles los años 2009 y 2012, hice algunas modificaciones. Hoy en día, estos mismos estudios son enseñados a todos los nuevos discípulos de la
lt: Pradžioje Pirmieji principiniai tyrimai buvo parašyti 1980 m., Kai aš tarnavo Viešpačiui Bostono Bažnyčios Bažnyčios pradžioje. Jie buvo persvarstyti 2003 ir 2006 m., Siekiant patenkinti poreikius ir susidoroti su Portlando tarptautinės Kristaus bažnyčios iššūkiais. 2009 m. Ir 2012 m. Los Andžele padariau keletą pakeitimų. Nuo šiol šių pirmųjų principų studijų mokoma visiems naujiems mokiniams
sv: De första grundläggande principerna skrev jag när jag tjänade Herren under den första tiden i kyrkan i Boston, 1980. De reviderades sedan 2003 och 2006 för att möta behoven och utmaningarna i Portland. I Los Angeles 2009 och 2012 gjorde jag ytterligare några ändringar. Från och med idag lärs dessa studier till alla nya lärjungar i
uk: Спочатку серія уроків “Перші принципи“ була написана в 1980 році, коли я служив Господу в ранні дні становлення Бостонської Церкви Христа. Уроки були переглянуто в 2003 та 2006 роках, щоб задовольнити виникнені потреби та відповісти на виклики, які постали перед Портлендською Міжнародною Церквою Христа. У Лос-Анжелесі в 2009 та 2012 роках я ввів ще декілька змін. На сьогоднішній день, саме по цій серії уроків вчать усіх нових учнів у

source: City of Angels International Christian Church
ar: الكنيسه الدوليه مدينه ألملائكه
es: Iglesia Cristiana Internacional de Los Angeles
lt: Angelų miesto tarptautinė krikščionių bažnyčia
uk: Міжнародній Християнській Церкві Міста Ангелів

source: God has greatly blessed these lessons as they have been translated into over 20 languages around the world. May the Lord continue to "solidify, unify and multiply" sold-out disciples everywhere for the evangelization of all the nations in this generation! And to God be the glory!
ar: لقد بارك الرب هذه الدروس بقدر كبير حيث ترجمت إلى أكثر من 20 لغة في جميع أنحاء العالم. صلاتي ان يستمر الرب في "توحيد، تثبيت وتكاثر" التلاميذ المرسلين في كل مكان من أجل تبشير جميع الأمم في هذا الجيل! وللرب يكون المجد!
es: Dios ha bendecido grandemente estas lecciones que han sido traducidos a más de 20 idiomas alrededor del mundo. !Que El Señor siga "Solidificando, unificando y multiplicando" discípulos totalmente comprometidos por todos lados, para la evangelización de todas las naciones en esta generación! Y !A Dios sea la Gloria!
lt: Dievas labai palaimino šias pamokas, nes jie buvo išversti į daugiau nei 20 kalbų visame pasaulyje. Tegul Viešpats toliau "sustiprins, susivienys ir daugins" išparduotus mokinius visur, kad evangelizuotų visas šios kartos tautas! Ir Dievui būkite šlovės!
sv: Gud har verkligen välsignat dessa studier som också översatts till över 20 olika språk runt om i världen. Må Herren fortsätta att "förstärka, förena och förmera" hängivna lärjungar överallt för att evangeliet ska nå alla folk - i vår generation! Och all ära til Gud!
uk: Бог неймовірно благословив ці уроки, так як вони були переведені більш ніж на 20 мов по всьому світу. Нехай же Господь продовжує “стверджувати, об‘єднувати та примножувати“ повністю відданих учнів всюди для навернення всіх народів у цьому поколінні! І нехай вся слава буде Богу!

source: Dr. Kip McKean
es: Kip McKean
uk: Кіп Маккін

source: July 1, 2014
es: Julio 1, 2014
lt: 2014 m. Liepos 1 d
sv: Den 1 juli 2014
uk: 1 липня 2014 року

source: This course should take a high priority in your day as it is geared to help you grasp a firmer hold on God’s Word and to deepen your understanding of His will for your life
ar: هذه ألدراسه بالطبع يجب أن تأخذ أولوية عالية في يومك بما أنها تهدف إلى مساعدتك على فهم متين لكلمة الله وإلى تعميق فهمك لإرادته لحياتك.
es: El curso debe tomar una prioridad cada día, ya que está diseñado para ayudarte a tener una más firme convicción de la Palabra de Dios y profundizar tu entendimiento de Su voluntad para tu vida.
lt: Šis kursas turėtų būti prioritetas jūsų dienos metu, nes jis yra skirtas padėti jums suvokti Sugriežtinti Dievo Žodį ir gilinti savo supratimą apie Jo valią savo gyvenimui
sv: Prioritera dessa studier högt eftersom de är anpassade för att hjälpa dig att förstå Guds ord bättre, och fördjupa din förståelse av hans vilja för ditt liv.
uk: Ці уроки мають стати дуже важливою частиною кожного вашого дня, оскільки призначені для того, щоб допомогти вам більше фокусуватись на Слові Бога і поглибити розуміння Його волі для вашого життя

source: Each session two new Scriptures should be memorized for a quiz at the beginning of each class
ar: كل فقره يجب ان يحفط فيها إصحاحين للإستعداد للمسابقه في المره القادمه التي سنلتقي فيها.
es: En cada sesión se deberán memorizar dos nuevas escrituras para tener un examen oral o escrito al principio de cada clase.
lt: Kiekvienos sesijos metu kiekvienos klasės pradžioje viktorinoje turėtų būti įsimenami du nauji Raštai
sv: Varje studie har två minnesverser som kommer med på ett litet test i början av följande studietillfälle.
uk: Кожен урок містить два нових відривки для запам‘ятовування, які необхідно перевірити перед початком наступного урока

source: Each study’s content and order of Scriptures should also be memorized for the quiz
ar: محتوى كل دراسه وترتيب الإصحاحات ينبغي كذلك أن يحفظ ويراجع قبل المسابقه.
es: Cada estudio y el orden de las escrituras también deberá ser memorizad para el examen.
lt: Kiekvieno tyrimo turinys ir Šventojo Rašto įsakymas taip pat turėtų būti įsimenami viktorinoje
sv: Man bör också kunna innehållet av respektive studie och ordningen på verserna inför testet.

source: Each student is required to memorize the names of all the books of the Bible
ar: كل طالب يدرس في الكورس مطالب بحفظ أسماء جميع كتب الكتاب ألمقدس.
es: Cada estudiante deberá también memorizar los nombres de todos los libros de la Biblia.
lt: Kiekvienas mokinys privalo įsiminti visų Biblijos knygų pavadinimus
sv: Varje elev ska också kunna namnen på alla böckerna i Bibeln.
uk: Кожен, хто вивчає ці уроки, має запам‘ятати назви всіх книг Біблії

source: Sign up
ar: سجل هنا
es: Regístrate
lt: Užsiregistruoti
sv: Bli Medlem

source: for the Good News Emails at
ar: للحصول على إيميل ألأخبار ألمبشره
es: para las Buenas Noticias via Emails en
lt: Už gerus naujienų laiškus adresu
sv: För Good News e-mail:

source: by Session 2
ar: قبل/ خلال المحاضره ألثانيه
es: para la Sesión 2
lt: 2 sesija
sv: Inför studie 2
uk: на уроці 2

source: Read Ron Harding’s History of the Spread of Christianity in Modern Times
ar: إقرأ كتاب " تاريخ رون هاردينغ في إنتشار ألمسيحيه في ألعصر ألحديث)
es: Lea la Historia de la Difusión del Cristianismo en los tiempos modernos por Ron Harding
lt: Perskaitykite Ron Harding istoriją apie krikščionybės sklaidą šiuolaikiniais laikais
sv: Läs Ron Hardings artikel om kristendomenes spridning i moderna tid

source: by Session 8
es: para la Sesión 8
lt: 8 sesija
sv: inför studie 8
uk: на уроці 8

source: An outline of the book of Acts will be turned in by Session 11. Each student is required to memorize two points from each chapter in the book of Acts
ar: في المحاضره ١١ سيتم مناقشه كتاب " اعمال الرسل" بشكل موجز كل مشارك يتعين عليه ان يستذكر فقرتين في كل فصل من كتاب " اعمال الرسل"
es: Un resumen del libro de Hechos se entregará en la Sesión 11. Se requiere que cada estudiante Memorice dos puntos de cada capítulo en el libro de Hechos.
lt: Aktų knygos aprašas bus pakeistas sesija 11. Kiekvienas studentas privalo Įsiminti du taškus iš kiekvieno Akto knygos skyriaus
sv: En översikt av Apostlagärningarna ska lämnas in innan studie 11. Varje elev förväntas kunna två poänger från varje kapitel i denna bok.

source: Outline of Classes
ar: مخطط فصول ألدراسه
es: Visión General de Las Clases
lt: Klasių aprašas
sv: Studieöversikt

source: Session 1
ar: ألفصل ألأول
es: Sesión 1
lt: 1 sesija
sv: Studie 1
uk: Урок 1

source: Introduction and Seeking God
ar: مقدمه في دراسه " كلمه ألله"
es: Introducción y Buscando a Dios.
lt: Įvadas ir Dievo ieškojimas
sv: Introduktion och söka Gud
uk: Вступ та в пошуках Бога

source: Session 2
ar: ألفصل ألثاني
es: Sesión 2
lt: 2 sesija
sv: Studie 2
uk: Урок 2

source: The Word Of God
ar: كلمه الله " ألكتاب ألمقدس"
es: La Palabra de Dios.
lt: Dievo žodis
sv: Guds ord
uk: Слово Бога

source: Session 3
ar: ألفصل ألثالث
es: Sesión 3
lt: 3 sesija
sv: Studie 3
uk: Урок 3

source: Session 4
ar: ألفصل الرابع
es: Sesión 4
lt: 4 sesija
sv: Studie 4
uk: Урок 4

source: Session 5
ar: الفصل ألخامس
es: Sesión 5
lt: 5 sesija
sv: Studie 5
uk: Урок 5

source: Session 6
ar: ألفصل ألسادس
es: Sesión 6
lt: Sesija 6
sv: Studie 6
uk: Урок 6

source: Session 7
ar: ألفصل ألسابع
es: Sesión 7
lt: Sezonas 7
sv: Studie 7
uk: Урок 7

source: Session 8
ar: ألفصل ألثامن
es: Sesión 8
lt: 8 sesija
sv: Studie 8
uk: Урок 8

source: The Baptism of the Holy Spirit
ar: معموديه ألروح ألقدس
es: El Bautismo del Espíritu Santo.
lt: Šventosios Dvasios krikštas
sv: Helig Ande-dop
uk: Хрещення Святим Духом

source: Session 9
ar: ألفصل ألتاسع
es: Sesión 9
lt: 9 sesija
sv: Studei 9
uk: Урок 9

source: The Miraculous Gifts of the Holy Spirit
ar: عطايا ألروح ألقدس المذهله
es: Los Dones del Espíritu Santo.
lt: Šventosios Dvasios stebuklingos dovanos
sv: Den heliga Andens övernaturliga gåvor
uk: Чудесні Дари Святого Духа

source: Session 10
ar: ألفصل ألعاشر
es: Sesión 10
lt: 10 sesija
sv: Studie 10
uk: Урок 10

source: Session 11
ar: ألفصل ألحادي عشر
es: Sesión 11
lt: Sesija 11
sv: Studie 11
uk: Урок 11

source: Acts 1 - 8
ar: أعمال 1-8
es: Hechos 1-8.
lt: Aktai 1 - 8
sv: Apg 1-8
uk: Дії 1-8

source: Session 12
ar: ألفصل الثاني عشر
es: Sesión 12
lt: 12 sesija
sv: Studie 12
uk: Урок 12

source: Acts 9 - 15
ar: أعمال 15-9
es: Hechos 9 - 15.
lt: 9 - 15 straipsniai
sv: Apg 9-15
uk: Дії 9-15

source: Session 13
ar: ألفصل ألثالث عشر
es: Sesión 13
lt: 13 sesija
sv: Studei 13
uk: Урок 13

source: Acts 16 - 21
ar: أعمال 21-16
es: Hechos 16 - 21.
lt: Aktai 16 - 21
sv: Apg 16-21
uk: Дії 16-21

source: Session 14
ar: ألفصل ألرابع عشر
es: Sesión 14
lt: 14 sesija
sv: Studei 14
uk: Урок 14

source: Acts 21 - 28
ar: أعمال 28-21
es: Hechos 21 - 28.
lt: Aktai 21 - 28
sv: Apg 21-28
uk: Дії 21-28

source: Suggested Reading
ar: مواد مقترحه للقراءه
es: Libros Recomendados
lt: Siūlomi skaitymai
sv: Läsningsförslag
uk: Рекомендована література

source: These books are recommended as thought-provoking and informative tools to be used in gaining insights into God’s Word. In no way are they suggested to be Biblically correct on all doctrinal points
ar: يوصى بهذه ألكتب كأدوات محفزه ومساعده لتعميق فهمك لكلمه الله " الكتاب المقدس". يجدر بالملاحظه بأن هذه ألكتب غير موصى بها لتعزيز فهمك في جميع المجالات الكتابيه العقائديه.
es: Los siguientes libros son recomendados como herramientas informativas y para hacerte pensar, y útiles para entender la Palabra de Dios. De ninguna manera se sugiere que tengan enseñanzas bíblicas en todos los aspectos de la doctrina.
lt: Šios knygos yra rekomenduojamos kaip įdomios ir informatyvios priemonės, naudojamos norint sužinoti apie Dievo Žodį. Jokiu būdu jie nesiūlomi Biblijoje teisingai visuose doktrinos taškuose
sv: Dessa böcker rekommenderas som tankeväckande verktyg för att få bättre insikt i Guds Ord. Det innebär inte att de är bibliskt korrekta i vad de lär.
uk: Ці книги рекомендуються для роздумів і отримання додаткової інформації для кращого розуміння Слова Божого. Ні в якому разі вони не є біблійно правильними у всіх доктринальних моментах

source: The Five Love Languages
ar: كتاب " لغات الحب الخمسه"
es: Los Cinco Lenguajes del Amor
lt: Penkios meilės kalbos
uk: П‘ять мов любові

source: The Master Plan of Evangelism
ar: ألخطه ألرئيسيه للتبشير
es: El Plan Maestro del Evangelismo
lt: Evangelizacijos pagrindinis planas

# course_information #1
source: Audio
ar: كتاب صوتي
es: Sonido
lt: Garso įrašas
uk: Аудіо

source: The Tale of Three Kings
ar: حكايه ثلاثه ملوك
es: El Relato de los Tres Reyes
lt: Trys karalių pasaka

# course_information #2
source: Audio
ar: كتاب صوتي
es: Sonido
lt: Garso įrašas
uk: Аудіо

source: Voice in the Wind
ar: صوت في ألريح
es: La Voz en el Viento
lt: Balso vėjas

# course_information #3
source: Audio
ar: كتاب صوتي
es: Sonido
lt: Garso įrašas
uk: Аудіо

source: The Disciplined Life
ar: ألحياه ألمنضبطه
es: La Vida Disciplinada
lt: Disciplinuotas gyvenimas

source: Elevate
ar: إرتقي
es: Elévate
lt: Pakelti

source: Overview of the Book of Acts
ar: نظره عامه على كتاب " أعمال ألرسل"
es: Resumen del Libro de los Hechos
lt: Akto knygos apžvalga

source: Sermon #1
ar: ألقسم 1
es: Sermón No. 1
lt: Pamokslas Nr. 1
sv: Studie 1

source: Acts 1-8
ar: أعمال 8-1
es: Hechos 1 - 8
lt: Aktai 1-8
sv: Apg 1-8
uk: Дії 1-8

source: Building A Great Church
ar: بناء كنيسه عظيمه
es: Construyendo una Gran Iglesia
lt: Didžiosios bažnyčios pastatas
sv: Hur man bygger Guds kyrka
uk: Будівництво Великої Церкви

source: Sermon #2
ar: ألقسم 2
es: Sermón No. 2
lt: Pamokslas Nr. 2
sv: Studie 2

source: Acts 9-15
ar: أعمال 15-9
es: Hechos 9 - 15
lt: Aktai 9-15
sv: Apg 9-15
uk: Дії 9-15

source: Forcefully Advancing The Kingdom
ar: ألنهوض بقوه ألملكوت
es: Avanzando El Reino Forzosamente
lt: Veiksmingai žengia karalystė
sv: Guds rike på frammarsch

source: Sermon #3
ar: ألقسم 3
es: Sermón No. 3
lt: Pamokslas Nr. 3
sv: Studie 3

source: Acts 16-21
ar: أعمال 21-16
es: Hechos 16 - 21
lt: Aktai 16-21
sv: Apg 16-21
uk: Дії 16-21

source: Turning The World Upsidedown
ar: قلب ألعالم رأسا على عقب
es: Volteando al Mundo de Cabeza
lt: "Pasaulio pasukimas"
sv: Vända upp och ned på världen

source: Sermon #4
ar: ألقسم 4
es: Sermón No. 4
lt: Pamokslas # 4
sv: Studie 4

source: Acts 21-28
ar: أعمال 28-21
es: Hecho 21 - 28
lt: Darbai 21-28
sv: Apg 21-28
uk: Дії 21-28

source: Evangelizing The World In A Generation
ar: تبشير ألعالم فس جيل واحد
es: Evangelizando El Mundo en una Generación
lt: Evangelizuoti pasaulį kartos metu
sv: Världsmission på en generation
uk: Євангелізація світу в одному поколінні

source: Psalm 119:1-2
ar: مزمور ١١٩: ١-٢
es: Salmos 119: 1 - 2
lt: Psalmė 119: 1-2
uk: Псалом 118:1-2

source: Blessed means happy (superlatively happy)
ar: طوبى تعني ماأسعد ألشخص
es: Dichoso quiere decir feliz (excepcionalmente feliz).
lt: Palaimintas reiškia laimingą (pernelyg laimingą)
sv: Välsignad betyder lycklig (fantastiskt lycklig)
uk: "Блаженний" означає "щасливий" (найвищий рівень щастя)

source: Happiness is not the goal of one who seeks God but the "by-product"
ar: ألسعاده هي ليست هدف ألبحث عن ألله وإنما ألانتاج ، سيتنج شخص سعيد باحث عن ألله
es: La felicidad no es el objetivo de aquél que busca a Dios, pero sí es el resultado.
lt: Laimė nėra tikslas, kuris siekia Dievo, bet "šalutinis produktas"
sv: Lycka är inte målet för en som söker Gud, men en "biprodukt"
uk: Щастя - це не ціль того, хто шукає Бога, а “бонус“

source: To seek God you must do it with all your heart
ar: لكي أبحث عن ألله، علي أن أفعلها من كل قلبي
es: Para buscar a Dios debes hacerlo con todo tu corazón.
lt: Norėdami ieškoti Dievo, jūs turite tai padaryti visa savo širdimi
sv: För att söka Gud på Guds sätt behöver du göra det med hela ditt hjärta
uk: Шукати Бога потрібно всім серцем

source: Seeking God means to "keep His statutes"
ar: ألبحث عن ألله تعني حفظ قوانينه
es: Buscar a Dios quiere decir "guardar sus estatutos".
lt: Ieškau Dievo reiškia "laikytis Jo nuostatų"
sv: Att söka Gud betyder att du "följer Herrens lag"
uk: Шукати Бога - значить "виконувати Його заповіді"

source: Matthew 6:25-34
es: Mateo 6:25-34
lt: Mato 6: 25-34
sv: Mt 6:25-34
uk: Матвія 6:25-34

source: Do not worry - ironic - can not add a single hour to your life
ar: لايمكن للقلق أن يضيف ساعه إضافيه لحياتنا
es: "No se preocupen" - irónico - no se puede agregar ni una hora al curso de tu vida.
lt: Nesijaudinkite - ironiškas - negalima pridėti vienos valandos prie savo gyvenimo
sv: Oroa dig inte - ironiskt - kan ändå inte lägga till en enda timme i ditt liv
uk: Не хвилюйся - ти не можеш додати навіть годину до свого життя
