Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

source: Who did you share with and invite?
ar: هل شاركت إيمانك ودعوت أحد للخدمه يوم الأحد أو لمناقشات ألكتاب ألمقدس؟
es: ¿Con quienes compartiste e invitaste?
lt: Su kuo su juo pasidalijote ir pakvieskite?
sv: Vem har du delat med och bjudit in?
uk: З ким ви ділилися вірою й запросили до церкви?

source: Discuss the impact of communion on Sunday
ar: ناقش تأثير ألشركه على نمونا ألروحي في أيام ألأحد.
es: Hablar del impacto de la comunión el domingo.
lt: Aptarkite bendrystės poveikį sekmadienį
sv: Diskutera gemenskapens inverkan på söndagen
uk: Обговоріть вплив причастя в неділю

source: Colossians 3:1-4
es: Colosenses 3:1-4
lt: Kolosiečiai 3: 1-4
uk: Колосянам 3:1-4

source: Raised to a new life
ar: مقيم ومولود لحياه جديده
es: Recusitados a una nueva vida
lt: Pakeltas į naują gyvenimą
sv: Ökad till ett nytt liv
uk: Воскреслі до нового життя

source: Raised with Christ in baptism
ar: مقام مع ألمسيح في ألمعموديه
es: Resucitados con Cristo en el bautismo
lt: Pakrikštytas Kristuje
sv: Upphöjt med Kristus i dopet
uk: Воскресли з Христом в хрещенні

# christ_is_your_life #1
source: Colossians 2:12
es: Colosenses 2:12
lt: Kolosiečiams 2:12
uk: Колосянам 2:12

source: The Holy Spirit, received at baptism, gives you the power to set your mind (thoughts) and set your heart (emotions) on things above
ar: يمنحك الروح القدس ،المعطى في المعمودية ، القدرة على ضبط عقلك (الأفكار) وتعيين قلبك (العواطف) على الأشياء المذكورة أعلاه
es: El Espíritu Santo, el cual recibes en el bautismo, te da el poder de poner a tu mente (los pensamientos) y tu corazón (las emociones) en las cosas de arriba.
lt: Šventoji Dvasia, gavusi krikštu, suteikia jums galią nusistatyti savo mintis (mintis) ir nustatyti savo širdį (emocijas) ant dalykų aukščiau
sv: Den Helige Ande, mottagen vid dopet, ger dig makt att ställa dig (tankar) och ställa ditt hjärta (känslor) på saker över
uk: Святий Дух, отриманий при хрещені, дає вам сили сконцентрувати свої думки, серце (емоції) на духовних речах

source: Christ is your life
ar: ألمسيح في حياتك
es: ¡Cristo es tu vida!
lt: Kristus yra tavo gyvenimas
sv: Kristus är ditt liv
uk: Ісус – твоє життя

source: Colossians 3:5-11
es: Colosenses 3:5-11
lt: Kolosiečiams 3: 5-11
uk: Колосянам 3:5-11

source: Put to death
ar: وضع للموت
es: Haz morir.
lt: Sunaikinti
sv: Avlivad
uk: Умертвіть все земне

source: Discuss and be open about your struggles this week
ar: كن منفتحا وشارك ماتعانيه روحيا هذا الاسبوع
es: Platica y sé abierto con tus luchas en esta semana.
lt: Aptarkite ir būkite atviri apie savo kovą šią savaitę
sv: Diskutera och vara öppen om dina kampar i veckan
uk: Будьте відкриті і обговоріть ваші випробування на цьому тижні

source: Discuss any financial challenges — pledge to God, rent, bills, salary, etc...
ar: ناقش أي تحديات مالية - تعهد إلى الله ، الإيجار ، الفواتير ، الراتب ، الخ ...
es: Habla de los retos económicos - su voto con Dios, la renta, los bíles, el salario, etc...
lt: Aptarkite visus finansinius iššūkius - pažadą Dievui, nuomą, sąskaitas, atlyginimą ir tt ...
sv: Diskutera alla ekonomiska utmaningar - lova Gud, hyra, räkningar, lön etc ...
uk: Обговоріть які-небудь фінансові труднощі – обіцянки Богу, борги, рахунки, зарплата тощо

source: Discuss practical ways to crucify your sinful nature
ar: ناقش طرق عمليه لصلب طبيعتك ألخاطئه
es: Habla de consejos prácticos para crucificar tu naturaleza pecaminosa.
lt: Aptarkite praktinius būdus, kaip nukrypti savo nuodėmingą prigimtį
sv: Diskutera praktiska sätt att korsfästa din syndiga natur
uk: Обговоріть практичні шляхи, як розіп’яти свою гріховну природу

source: Colossians 3:12-14
es: Colosenses 3:12-14
lt: Kolosiečiams 3: 12-14
uk: Колосянам 3:12-14

source: Put on — clothe yourself
ar: ألبس..
es: Vístete, revístete
lt: Įdėkite - apsiaukite sau
sv: Sätt på - klä dig själv
uk: "Зодягніться" – одягнути на себе

source: Compassion
ar: ألعطف
es: Compasión (el afecto entrañable)
lt: Gailestingumas
sv: Medlidande
uk: Милосердя

source: Kindness
ar: ألرقه
es: Bondad
lt: Malonumas
sv: Vänlighet
uk: Доброту

source: Humility
ar: ألتواضع
es: Humilidad
lt: Sąmoningumas
sv: Ödmjukhet
uk: Покору

source: Gentleness
ar: أللباقه
es: Amabilidad
lt: Švelnumas
sv: Mildhet
uk: Лагідність

source: Patience
ar: ألصبر
es: Paciencia
lt: Kantrybė
sv: Tålamod
uk: Довготерпіння

source: Forgiveness
ar: ألغفران
es: Perdón
lt: Atleidimas
sv: Förlåtelse
uk: Прощення

source: Colossians 3:15-24
es: Colosenses 3:15-24
lt: Kolosiečiams 3: 15-24
uk: Колосянам 3:15-24

source: New attitudes
ar: تصرفات جديده
es: Nuevas (buenas) actitudes
lt: Naujos nuostatos
sv: Nya attityder
uk: Нове ставлення

source: Peace
ar: سلام
es: Paz
lt: Taika
sv: Fred
uk: Мир

source: Thankful
ar: شكر
es: Gratitud
lt: Dėkingas
sv: Tacksam
uk: Вдячність

source: Wholehearted
ar: مكرس قلبيا بالكامل
es: De todo corazon
lt: Nesveikos
sv: Helhjärtad
uk: Щирість

source: Family Interactions
ar: ألتفاعل ألعائلي
es: Dinámica de la familia
lt: Šeimos sąveika
sv: Familjeinteraktioner
uk: Сімейні стосунки

source: Employer/employee relationships
ar: علاقات صاحب العمل / الموظف
es: Relaciones de empleador - empleado
lt: Darbdavio / darbuotojo santykiai
sv: Arbetsgivare / anställningsrelationer
uk: Стосунки роботодавець-працівник

source: Teacher/student relationships
ar: علاقه طالب- إستاذ
es: Relaciones de maestro - estudiante
lt: Mokytojo / studento santykiai
sv: Lärare / studentrelationer
uk: Стосунки викладач-студент

source: Share about your closest relationships during your life — God and spiritual family in comparison to your physical family and old friends
ar: شارك عن أقرب العلاقات الخاصة بك خلال حياتك - الله واسرتك الروحية بالمقارنة مع عائلتك الجسديه والأصدقاء القدامى
es: Comparte acerca de tus relaciones más cercanas en tu vida - Dios y la familia espiritual en comparación de tu familia carnal y viejos amigos.
lt: Bendrinkite savo artimiausius santykius savo gyvenime - Dievą ir dvasinę šeimą, palyginti su savo fizine šeima ir senais draugais
sv: Dela om dina närmaste relationer under ditt liv - Gud och andlig familj i jämförelse med din fysiska familj och gamla vänner
uk: Поділіться про найближчі стосунки протягом вашого життя - з Богом і духовною сім'єю у порівнянні з вашої фізичної сім'єю і старими друзями

source: Ask the young Christian, "Who are your closest friends?"
ar: اسأل الشخص المسيحي ، "من هم أقرب أصدقائك؟"
es: Preguntar al joven discípulo, "¿Quiénes son tus mejores amigos?"
lt: Paklauskite jauno krikščionio: "Kas yra jūsų artimiausi draugai?"
sv: Fråga den unga kristen: "Vem är dina närmaste vänner?"
uk: Запитайте молодого учня, хто його найближчі друзі

source: One Another Scriptures
ar: إصحاح أخر
es: Los Unos a los Otros
lt: Vienas Kitas Raštas
sv: En annan skrifter
uk: Писання про «один одного»

# best_friends_of_all_time #1
source: John 13:34-35
es: Juan 13:34-35
lt: Jono 13: 34-35
sv: Johannes 13: 34-35
uk: Івана 13:34-35

source: Love one another. Jesus teaches that Christians should have closer and better relationships than people in the world. Set your mind to make disciples your best friends
ar: نحب بعضنا بعضا. يعلم يسوع أن المسيحيين يجب أن يكون لديهم علاقات أقرب وأفضل من الناس في العالم. أعمل أقصى جهدك لجعل التلاميذ أفضل أصدقائك
es: Ámense los unos a los otros. Jesús enseña que los cristianos deben tener relaciones más cercanas y de mejor calidad que la gente del mundo. Pon en tu mente hacer a los discípulos tus mejores amigos.
lt: Myli vienas kitą. Jėzus moko, kad krikščionys turėtų glaudesnius ir geresnius santykius nei žmonės pasaulyje. Stenkitės, kad mokiniai taptų geriausiais draugais
sv: Älska varandra. Jesus lär ut att kristna borde ha närmare och bättre relationer än människor i världen. Ställ ditt sinne för att göra lärjungar till dina bästa vänner
uk: Любіть один одного. Ісус вчить, що християни повинні мати взаємини ближче і краще, ніж люди у світі. Спрямуйте усі свої зусилля, щоб зробити учнів своїми найкращими друзями

source: Hebrews 3:12-14
es: Hebreos 3:12-14
lt: Hebrajams 3: 12-14
sv: Hebreerbrevet 3: 12-14
uk: Євреям 3:12-14

source: Daily encouragement of one another
ar: التشجيع اليومي لبعضنا البعض
es: Animarse los unos a los otros
lt: Dienos skatinimas vieni kitus
sv: Daglig uppmuntran av varandra
uk: щоденна підтримка один одного

source: Ephesians 5:19-20
ar: رساله أفسس 5:19-20
es: Efesios 5:19-20
lt: Efeziečiams 5: 19-20
sv: Efesierna 5: 19-20
uk: Ефесянам 5:19-20

source: Worship God with one another — sing out to God and each other with psalms, hymns and spiritual songs
ar: عبادة الله مع بعضنا البعض - أنشد الله مع بعضنا البعض بمزامير وترانيم وأغاني روحيّة
es: Adorar a Dios los unos a los otros - cantarle a Dios y los unos a los otros con salmos, himnos, y canciones espirituales.
lt: Garbinti Dievą vieni su kitais - dainuoti Dievui ir vieni kitiems psalmėmis, giesmėmis ir dvasinėmis dainomis
sv: Gud Gud med varandra - sjunger ut till Gud och varandra med psalmer, psalmer och andliga låtar
uk: наставляйте один одного в псалмах, гімнах і духовних піснях

source: Colossians 1:28-29
ar: رساله كولوسي 1:28-29
es: Colosenses 1:28-29
lt: Kolosiečiams 1: 28-29
uk: Колосянам 1:28-29

source: Disciple one another. This is essential in God's plan to become mature. As we mature, we learn to instruct one another
ar: نتلمذ بعضنا البعض: هذا أمر ضروري في خطة الله لتصبح ناضجة. ونحن ننضج ، نتعلم أن نوجه بعضنا البعض.
es: Discipular los unos a los otros. Esto es una parte esencial del plan de Dios para que lleguemos a ser maduros. Al madurar, aprendemos a instruirnos los unos a los otros
lt: Mąstyk vieni kitus. Tai yra svarbu Dievo planui tapti brandus. Būdami subrendę, mes mokomės mokyti vieni kitus
sv: Dissipelera varandra. Detta är viktigt i Guds plan att bli mogen. När vi mognar lär vi oss att instruera varandra
uk: Направляти і вчити кожну людину. Це основний план Бога в тому, щоб вирости духовно і стати дорослими учнями. У той час як ми дорослішаємо, ми навчаємося наставляти один одного

source: Romans 15:14
ar: رساله روميه 15:14
es: Romanos 15:14
lt: Romiečiams 15:14
sv: Roman 15:14
uk: Римлянам 15:14

source: Galatians 6:1-2
ar: رساله غلاطيه 6:1-2
es: Gálatas 6:1-2
lt: Galatianams 6: 1-2
sv: Galaterna 6: 1-2
uk: Галатам 6:1-2

source: Gently restore one another and bear one another's burdens
ar: بلطف نعيد بعضنا البعض لطريق الإيمان وتحمل أعباء بعضنا البعض
es: Restáurense amablemente los unos a los otros y ayuden a llevar las cargas los unos a los otros
lt: Atsargiai atkurkite vieni kitus ir prisiimkite vieni kitų naštą
sv: Återställ försiktigt varandra och bära varandras bördor
uk: М’яко виправляйте один одного та носіть тягарі один одного

source: James 5:16
es: Santiago 5:16
uk: Якова 5:16

source: Confess sins to one another. Discuss openness and transparency, remembering that "openness breeds openness," so share your struggles
ar: اعترف خطايا لبعضنا البعض. ناقش الانفتاح والشفافية ، وتذكر أن "الانفتاح يولِّد الانفتاح" ،لذلك شارك تحدياتك وكن سباق بذلك.
es: Confiésense sus pecados los unos a los otros. Habla de ser abierto y transparente. Acuérdate que al ser abierto tú ayudas a que se abra el otro, así que sé abierto con tus batallas.
lt: Pripažįsti nuodėmes viena kitai. Aptarkite atvirumą ir skaidrumą, prisimindami, kad "atvirumas skatina atvirumą", todėl pasidalykite savo kovomis
sv: Bekänn synden mot varandra. Diskutera öppenhet och öppenhet, kom ihåg att "öppenhet ökar öppenhet", så dela dina kampar
uk: Признавайтесь один перед одним у ваших гріхах. Обговоріть відкритість і прозорість, поділіться вашими труднощами

source: James 5:16-18
es: Santiago 5:16-18
uk: Якова 5:16-18

source: Pray for one another. It makes a difference!
ar: صلوا لبعضكم البعض. تصنع فرق كبير جدا
es: Oren los unos por los otros. ¡Sí hace una diferencia!
lt: Melskitės už vieni kitus. Tai daro skirtumą!
sv: Be för varandra. Det gör skillnad!
uk: Моліться один за одного, це багато що змінить!

source: Hebrews 12:14-15
es: Hebreos 12:14-15
lt: Hebrajams 12: 14-15
sv: Hebreerbrevet 12: 14-15
uk: Євреям 12:14-15

source: Be holy and prevent "bad attitudes" in one another
ar: كن مقدسا وتجنب "السلوك السئ" مع بعضكم ألبعض
es: Sean santos y eviten las malas actitudes los unos con los otros.
lt: Būk šventi ir užkirsti kelią "blogiems požiūriams" vieni kitiems
sv: Var helig och förhindra "dåliga attityder" i varandra
uk: Будьте святі й попереджайте «гірке коріння» один в одному

source: 1 Thessalonians 5:12-14
es: 1 Tesalonicenses 5:12-14
lt: 1 Tesalonikiečiams 5: 12-14
sv: 1 Tessaloniker 5: 12-14
uk: 1 Солунянам 5:14-18

source: Outlook toward one another
ar: توقعات من طرفينا
es: La perspectiva de los unos a los otros.
lt: Perspektyva vienas kitam
sv: Outlook mot varandra
uk: Наглядайте один за одним

source: John 17:20-23
es: Juan 17:20-23
sv: Johannes 17: 20-23
uk: Івана 17:20-23

source: The ultimate goal of love and unity — world evangelism!
ar: هدف موحد في الحب والوحدة - الكرازة في العالم!
es: La meta principal del amor y la unidad es ¡la evangelización del mundo!
lt: Galutinis meilės ir vienybės tikslas - pasaulio evangelizacija!
sv: Det ultimata målet för kärlek och enhet - världsevangelism!
uk: Кінцева ціль любові й єдності - навернення всього світу!

source: Date and marry only disciples
ar: تعرف وتزوج فقط بتلاميذ الكنيسه
es: Ser novios con y casarse solamente con discípulos
lt: Data ir susituokti tik mokiniai
sv: Datum och gifta dig med bara lärjungar
uk: Зустрічайтеся і будуй сім’ю тільки з учнем

source: 1 Corinthians 7:39
es: 1 Corintios 7:39
lt: 1 Kor. 7:39
sv: 1 Korinthierna 7:39
uk: 1 Коринтянам 7:39

source: Marriage must only be in the Lord
ar: ألزواج يجب أن يتم فقط في ألرب
es: El matrimonio debe ser únicamente en el Señor.
lt: Santuoka turi būti tik Viešpatyje
sv: Äktenskapet måste bara vara i Herren
uk: Шлюб повинен бути тільки в Господі

source: 2 Corinthians 6:14-7:1
es: 2 Corintios 6:14-7:1
lt: 2 Korintiečiams 6: 14-7: 1
sv: 2 Korinthierna 6: 14-7: 1
uk: 2 Коринтянам 6:14-7:1

source: Dating, as in marriage, is a partnership in which you are "yoked together." Disciples must separate from unbelievers to receive the promises of God
ar: التعارف، كما هو الحال في الزواج ، هو شراكة تكون فيها "ممزوجة معاً". يجب أن ينفصل التلاميذ عن غير المؤمنين ليحصلوا على وعود الله
es: El ser novios, igual que el matrimonio, es un tipo de unión, donde comparten una "yunta". Los discípulos tienene que separarse de los no creyentes para recibir las promesas de Dios.
lt: Pažintys, kaip santuokoje, yra partnerystė, kurioje jūs "bendraukite". Mokiniai turi atskirti nuo netikinčių, kad gautų Dievo pažadus
sv: Dating, som i äktenskapet, är ett partnerskap där du är "yoked together." Dissiplar måste skilja sig från oförtrogen för att ta emot Guds löften
uk: Побачення, як і шлюб - це партнерство, де ви «запрягати в одне ярмо». Учні повинні бути відокремлені від невіруючих для того, щоб отримати обіцянки Бога

source: 1 Kings 11:1-10
es: 1 Reyes 11:1-10
uk: 1 Царів 11:1-10

source: Nehemiah 13:23-27
es: Nehemías 13:23-27
lt: Nehemijo 13: 23-27
uk: Неемія 13:23-27

source: Study this principle in the Old Testament. To date or marry outside of the faith is to be unfaithful to God. If you are single, have you gone on a Christian date?
ar: ادرس هذا المبدأ في العهد القديم. ألتعارف أو الزواج من خارج حلقه الإيمان هو غير مخلص لله. إذا كنت عازباً ، هل ذهبت في تعارف مسيحي؟
es: Estudien ese principio del Antiguo Testamento. El tener novio/a o casarse fuera de la fe es serle infiel a Dios. Si eres soltero, ¿ya has salido en cita de discípulos?
lt: Tyrinėkite šį principą Senajame Testamente. Iki šiol ar pasimatęs už tikėjimo ribų turi būti netikras Dievui. Jei esate vienišas, ar esi krikščionio data?
sv: Studera denna princip i Gamla testamentet. Hittills eller gifta sig utanför troen är att vara otrogen mot Gud. Om du är singel, har du gått på ett kristent datum?
uk: Вивчіть принципи в Старому Завіті. Зустрічатися або вийти заміж за невіруючого - означає бути невірним Богові. Якщо ви неодружений, ви вже ходив на побачення з учнями?

source: 1 Peter 3:1-7
es: 1 Pedro 3:1-7
lt: 1 Petras 3: 1-7
uk: 1 Петра 3:1-7

source: If you are married, are you winning your spouse?
ar: إذا كنت متزوجا، هل تعمل على ربح شريكك؟
es: Si estás casado/a ¿Estás ganando a tu esposo/a?
lt: Jei esate susituokęs, ar laiminate savo sutuoktinį?
sv: Om du är gift, vinner du din make?
uk: Якщо ви одружений / заміжня, ви навертаєш свою другу половинку?

source: Reconcile with one another
ar: ألتوافق مع بعضكم ألبعض
es: Reconcíliense los unos con los otros.
lt: Susitaikykite vieni su kitais
sv: Förena med varandra
uk: Примиріться один з одним

source: Matthew 18:15-17
es: Mateo 18:15-17
lt: Mato 18: 15-17
sv: Matteus 18: 15-17
uk: Матвія 18:15-17

source: Christians will sin against each other. When someone sins against you, do not gossip by going to someone else. Talk to the person who hurt you, so you can win him/her over as a friend
ar: سوف يخطئ المسيحيون ضد بعضهم البعض. عندما يخطئ شخص ما ضدك ، لا تفشي به بالذهاب إلى شخص آخر. تحدث إلى الشخص الذي يؤذيك ، حتى تتمكن من الفوز به كصديق
es: Los cristianos van a pecar los unos contra los otros. Cuando alguien peca contra ti, no seas chismoso al ir con otra persona. Habla con la persona que te hizo mal, para ganártela como amigo/a.
lt: Krikščionys bus nusikalsta vienas prieš kitą. Kai kas nors nusikalsta prieš tave, nesikreipkite į kažką kito. Pasikalbėkite su asmeniu, kuris jums skauda, ​​kad galėtum jį laimėti kaip draugą
sv: Kristna kommer synd mot varandra. När någon synder mot dig, skvaller inte genom att gå till någon annan. Prata med personen som skadade dig, så du kan vinna honom / henne som vän
uk: Християни будуть грішити один проти одного. Якщо хтось згрішить проти вас, не пліткуйте, звертаючись до когось ще. Поговоріть з людиною, яка образила вас, таким чином ви зможете придбати його / її як друга

source: Church discipline begins one-on-one and rarely should go to step 2, 3 and 4
ar: الانضباط في الكنيسة يبدأ واحد لواحد محادثه ونادرا ما ينبغي أن تذهب إلى الخطوة 2 و 3 و 4
es: La disciplina en la iglesia comienza uno-con-uno y rara vez debe llegar al paso 2, 3, o 4.
lt: Bažnyčios drausmė prasideda vienas ant vieno ir retai turėtų eiti į 2, 3 ir 4 žingsnius
sv: Kyrkans disciplin börjar en-mot-en och bör sällan gå till steg 2, 3 och 4
uk: Церковна дисципліна починається з розмови один на один і рідко повинна переходити до кроку 2, 3 і 4

source: Share about the visitors you most recently brought to church or Bible Talk
ar: شارك حول الزوار الذين جلبتهم مؤخرًا إلى الكنيسة أو لنقاشات ألكتاب ألمقدس
es: Comparte acerca de los últimos visitantes que trajiste a la iglesia o a la charla bíblica.
lt: Bendrinkite lankytojus, kuriuos neseniai atvedėte į bažnyčią arba Biblijos pokalbį
sv: Dela om de besökare som du nyligen tillbringade i kyrkan eller Bibeln
uk: Поділіться про гостей, яких ви недавно приводили на службу або бесіду з Біблії

source: Ask the young disciple about their evangelism
ar: إسأل ألتلميذ ألمبتدئ عن احلامهم في الخدمه
es: Pregúntale al joven discípulo acerca de su evangelismo
lt: Paprašykite jauno mokinio apie savo evangelizaciją
sv: Fråga den unga lärjungen om deras evangelisering
uk: Запитайте у молодого учня про те, як він ділиться вірою

source: Jesus' Mission
ar: إرساليه ألمسيح
es: La Misión de Jesús
lt: Jėzaus misija
sv: Jesu uppdrag
uk: Місія Ісуса

# mission #1
source: Luke 19:10
es: Lucas 19:10
lt: Lk 19:10
sv: Lukas 19:10
uk: Луки 19:10

source: 1 Timothy 1:15
es: 1 Timoteo 1:15
sv: 1 Timoteus 1:15
uk: 1 Тимофію 1:15

# mission #1
source: Matthew 28:19-20
es: Mateo 28:19-20
sv: Matteus 28: 19-20
uk: Матвія 28:19-20

source: Acts 20:24
es: Hechos 20:24
lt: Apd 20:24
sv: Apg 20:24
uk: Дії 20:24

source: What was Jesus' mission?
ar: ماذا كانت إرساليه ألمسيح؟
es: ¿Cuál fue la misión de Jesús?
lt: Kas buvo Jėzaus misija?
sv: Vad var Jesu uppgift?
uk: Яка була місія в Ісуса?

source: What is each disciple's mission?
ar: ما هي مهمة كل تلميذ؟
es: ¿Cuál es la misión de cada discípulo?
lt: Kas yra mokinio misija?
sv: Vad är varje lärjungas uppdrag?
uk: Яка місія у кожного учня?

source: Disciples' Mission
ar: مهمة التلاميذ
es: La Misión del Discípulo
lt: Mokinių misija
uk: Місія учнів

source: John 15:1-16
ar: يوحنا 15:1-16
es: Juan 15:1-16
sv: Johannes 15: 1-16
uk: Івана 15:1-16

source: Glorifying God in
ar: تمجيد الرب في
es: Glorificar a Dios en
lt: Dievo šlovinimas
sv: Förhärligande Gud i
uk: Прославити Бога у

source: John 15
ar: يوحنا 15
es: Juan 15
uk: Івана 15

source: is bearing the fruit of making disciples, not simply baptizing
ar: هو حمل ثمار صنع التلاميذ ، وليس مجرد المعموديه
es: es dar el fruto de hacer discípulos, no solamente el bautizar.
lt: Yra ne tik krikštijamas, bet ir mokinių priėmimo vaisius
sv: Bär frukt av att göra lärjungar, inte bara döpa
uk: це приносити плід, робити інших людей учнями, не тільки хрестити їх

source: Matthew 28:19
ar: متى 28:19
es: Mateo 28:19
lt: Mato 28:19
sv: Matteus 28:19
uk: Матвія 28:19

source: commands us to "go and make disciples;"
ar: توصينا ان " نذهب ونتلمذ"
es: nos manda a "ir a hacer discípulos";
lt: Įsako mums "eiti ir mokinius";
sv: Befaller oss att "gå och göra lärjungar"
uk: заповідає нам іти і робити їх учнями

source: John 15:16
ar: يوحنا 15:16
es: Juan 15:16
uk: Івана 15:16

source: commands us to "go and bear fruit that will last"
ar: توصينا بأن " نذهب ونحمل ثمار تدوم"
es: nos manda a "ir a dar fruto que va a durar".
lt: Mus "eina ir duos vaisių, kurie tęsis"
sv: Beordrar oss att "gå och bära frukt som kommer att vara"
uk: заповідає нам, щоб ми "ішли і приносили плід, і щоб плід ваш зостався"

source: To bear fruit, one must be "in the vine," otherwise we will be cut off
ar: لكي نحمل ثمار " علينا ان نكون في الكرمه" والا سوف تقطع الثمار التي نحملها.
es: Para dar fruto, uno debe estar "en la vid", al no ser así, vamos a ser cortados.
lt: Norėdami būti vaisių, vienas turi būti "vynmedžio", kitaip mes bus nukirsta
sv: För att bära frukt måste man vara "i vinstocken", annars kommer vi att bli avskurna
uk: Щоб приносити плід учень має бути "на лозі", інкше він буде вдірізаний

source: Jesus is the perfect discipler, but He is also the perfect disciple of God
ar: يسوع هو المتلمذ المثالي ، لكنه أيضا تلميذ الله المثالي
es: Jesús es el discipulador perfecto, pero también es el perfecto discípulo de Dios.
lt: Jėzus yra tobulas drausmantas, bet Jis taip pat yra tobulas Dievo mokinys
sv: Jesus är den perfekta lärjungen, men han är också Guds fullkomliga lärjunge
uk: Ісус - досконалий наставник, але він також досконалий учень Бога

source: To love God is to obey His commands. Discipling helps our hearts to want to obey His commands
ar: حب الله يكمن في أن نطيع أوامره. تساعد التلمذة قلوبنا على الرغبة في طاعة أوامره
es: El amar a Dios consiste en obedecer sus mandatos. El discipulado ayuda nuestro corazón a querer obedecer Sus mandatos.
lt: Mylėti Dievą yra paklusti Jo įsakymams. Dekoravimas padeda mūsų širdims norėti paklusti Jo įsakymams
sv: Att älska Gud är att lyda hans bud. Discipling hjälper våra hjärtan att vilja lyda hans bud
uk: Любити Бога - це виконувати Його заповіді. Наставництво допомагає нашим серцям хотіти виконувати Його заповіді

source: Matthew 28:20
es: Mateo 28:20
sv: Matteus 28:20
uk: Матвія 28:20

source: Therefore, we must love one another, even to the point of laying down our lives for each other
ar: لذلك ، يجب أن نحب بعضنا بعضاً ، إلى حد وضع حياتنا في سبيل بعضنا البعض
es: Por eso, tenemos que amarnos los unos a los otros, hasta el punto de dar la vida los unos por los otros.
lt: Todėl mes turime mylėti vieni kitus, net iki to, kai nustatome savo gyvenimą vieni kitiems
sv: Därför måste vi älska varandra, till och med till att lägga ner våra liv för varandra
uk: Тому, ми маємо любити один одного, навіть бути готовими віддати життя один за одного
