Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

source: — John and Charles Wesley (Methodist Church). Followers divide from Church of England over: personal transforming decision for Christ not state religion, high accountability of members, and preaching to the "unchurched;" also practiced infant baptism
ar: جون وتشارلز ويسلي (الكنيسة الميثودية). ينقسم الأتباع من كنيسة إنكلترا إلى ما يلي: قرار شخصي لإتباع المسيح، ليس قرار ديني ، والمحاسبه الفرديه للأعضاء ، والوعظ إلى "غير المقيد" ؛ هذه الكنيسه تمارس أيضا معمودية الرضع.
es: - Juan y Carlos Wesley (la Iglesia Metodista). Los seguidores se dividen de la Iglesia de Inglaterra por: una decisión personal tranformador por Cristo y no la religión del estado, la alta contabilidad para los miembros, y predicando a los "inconversos"; tambien practicaban el bautismo de infantes.
lt: - Johnas ir Charlesas Wesley (metodistų bažnyčia). Pasekėjai atskiriami nuo Anglijos bažnyčios: asmeniškas Kristaus sprendimo pakeitimas, ne valstybinė religija, didelė narių atskaitomybė ir pamokslaudimas į "nekviestą"; Taip pat praktikavo kūdikių krikštą
sv: - John och Charles Wesley (Methodist Church). Följare delar sig från kyrkan i England över: personligt omvandlingsbeslut för Kristus, inte statlig religion, medlemmarnas höga ansvar och predikar till "oskadade" Övade också barndop

source: 1800's Restoration Movement
ar: 1800 ألحركه إلأستعداديه
es: El movimiento de la Restauración de los años 1800
lt: 1800 m. Restauravimo judėjimas
sv: 1800-restaurationsrörelsen

source: — Alexander Campbell and Barton Stone (Mainline Church of Christ and Conservative Christian Church) Take a stand against both Catholic and Protestant doctrines of salvation. They preach to be saved one must have personal faith in Christ, repentance and baptism (immersion) for the forgiveness of sin to receive the Holy Spirit. In reaction to Catholicism, their congregations are autonomous — self-governing. (1906 is the formal split between Mainline Church of Christ, which is non-instrumental, and the Conservative Christian Church, which is instrumental.) Joseph Smith (Mormon Church) divides from Restoration Movement in 1830 over "new revelation" — the Book of Mormon
ar: الكسندر كامبل وبارتون ستون (كنيسة المسيح الرئيسية والكنيسة المسيحية المحافظة) اتخذت موقف ضد كل من المذاهب الكاثوليكية والبروتستانتية للخلاص. هم يعظون ليخلصوا يجب على المرء أن يكون لديه إيمان شخصي في المسيح ، التوبة والمعمودية (الغمر) لمغفرة الخطيئة لتلقي الروح القدس. كرد فعل للكاثوليكية ، فإن تجمعاتهم مستقلة بذاتها - ذات حكم ذاتي. (1906 هو الانقسام الرسمي بين كنيسة المسيح الرئيسية ، وهي غير فعالة ، والكنيسة المسيحية المحافظة ، التي هي ذات دور فعال). يقسم جوزيف سميث (كنيسة المورمون) من حركة الاستعادة في عام 1830 على "الوحي الجديد" - كتاب المورمون
es: - Alexander Campbell y Barton Stone (la iglesia tradicional de Cristo y la Iglesia Cristiana Conservadora) Ellos se ponen en contra de las doctrinas de salvación católica y protestante también. Ellos predican que para poder ser salvo uno debe tener una fe personal en Cristo, arrepentirse y bautizarse (por inmersión) para el perdón de los pecados y para recibir al Espíritu Santo. En reacción del catolicismo, sus congregaciones son autónomas - se gobierna cada una a sí misma. (1906 es el año oficial de la división entre las iglesias tradicionales de Cristo, que no usa instrumentos musicales y la Iglesia Cristiana Conservadora, la cual sí usa instrumentos.) José Smith (la Iglesia Mormona) se divide con el Movimiento de la Restauración en 1830 por una "nueva revelación" - el Libro de Mormón.
lt: - Aleksandras Campbellas ir Bartonas Stone (Kristaus pagrindinė bažnyčia ir konservatorių krikščionių bažnyčia). Susilaikykite prieš katalikų ir protestantų išganymo doktrinas. Jie skelbia, kad turi būti išgelbėti, turi turėti asmeninį tikėjimą Kristumi, atgailą ir krikštą (panardinimas) už nuodėmės atleidimą, kad gautų Šventąją Dvasią. Atsakydami į katalikybę, jų susivienijimai yra savarankiški. (1906 m. Yra oficialus padalijimas tarp Kronikos pagrindinės bažnyčios, kuri nėra instrumentinė, ir konservatorių krikščionių bažnyčia, kuri yra instrumentinė.) Josephas Smitas (Mormono bažnyčia) 1830 m. Atsiskyrė nuo atkūrimo judėjimo per "naują apreiškimą" - knygą apie Mormonas
sv: - Alexander Campbell och Barton Stone (Mainline Church of Christ och konservativ kristen kyrka) Ta ställning mot både katolska och protestantiska frälsningsdådor. De predikar för att bli frälsta. Man måste ha personlig tro på Kristus, omvändelse och dop (nedsänkning) för syndens förlåtelse för att ta emot den Helige Ande. I en reaktion på katolicismen är deras församlingar autonoma - självstyrande. (1906 är den formella splittringen mellan Mainline Church of Christ, som är icke-instrumental och den konservativa kristna kyrkan, som är instrumental.) Joseph Smith (Mormon Church) delar sig från restaurationsrörelsen 1830 över "ny uppenbarelse" - boken av mormon

source: 1967 Crossroads Movement
ar: حركة مفترق الطرق لعام 1967
es: El Movimiento de la Encrucijada (Crossroads) de 1967
lt: 1967 m. Kryžkelių judėjimas

source: (Total Commitment Movement) — Controversial, though never departing from the Mainline Church of Christ, the Crossroads Church near the University of Florida pioneers evangelizing the secular campuses of United States, "counting the cost" with each person that desires to be baptized, and the shepherding of new converts
ar: حركة الالتزام الكلي) - مثيرة للجدل ، على الرغم من أنها لا تنطلق من كنيسة المسيح الرئيسية ، كنيسة كروسرودس بالقرب من روّاد جامعة فلوريدا التي تقوم بتنصير الجامعات العلمانية في الولايات المتحدة ، "حساب التكلفة" مع كل شخص يرغب في التعميد ، و كذلك تقوم الكنيسه بتدريب رعاه جدد
es: (el Movimiento del Compromiso Total) Controversial, aunque nunca se separó de las iglesias tradicionales de Cristo, la Iglesia de la Encrucijada cerca de la Universidad de la Florida inicia la evangelización de los campus universitarios de los Estados Unidos, "contando el costo" con cada persona que deseaba bautizarse, y el cuidado espiritual de los nuevos cristianos.
lt: ("Visiškas įsipareigojimų judėjimas"). Kilus prieštaringai, nors ir niekada nepasitraukiant nuo Kristaus pagrindinės bažnyčios, Kryžiaus bažnyčia prie Floridos universiteto pradėjo evangelizuoti pasaulietines JAV studentų stovyklas, "skaičiuodama išlaidas" kiekvienam asmeniui, kuris nori būti pakrikštytas, ir Naujųjų perrinkėjų piemenys
sv: (Total engagemangsrörelse) - Kontroversiell, men aldrig avgår från Kristi Mainline-kyrka, Crossroads Church nära University of Florida-pionjärer som evangeliserar USAs sekulära campus, "räknar kostnaden" med varje person som önskar bli döpt, och Herding av nya omvända

source: 1979 Boston Movement
ar: سنه 1979 حركه بوستن
es: El Movimiento de Boston
lt: 1979 Bostono judėjimas

source: (International Church of Christ) — Kip McKean — Baptized at the University of Florida in 1972, divides from Mainline Churches of Christ and Crossroads Movement over: Bible Church not just New Testament Church, only disciples are true Christians, each and every member of church must be a disciple, each member should be in discipling relationships, vision to evangelize the nations in a generation, the planting of new churches to achieve this vision, central leadership not autonomous congregations, and the role of women. In 2002, the International Churches of Christ return to a more Mainline Church of Christ theology — each congregation becomes autonomous (self-governing), calling a central leadership and the vision to evangelize the nations in a generation "unbiblical." Around the world, thousands fall away
ar: كنيسة المسيح الدولية - كيب ماكين - تعمد في جامعة فلوريدا عام 1972 ، وأنقسم من كنائس المسيح الرئيسية وحركة مفترق طرق: كنيسة الكتاب المقدس ليس فقط كنيسة العهد الجديد ، التلاميذ فقط هم مسيحيون حقيقيون ، ويجب على كل فرد من أعضاء الكنيسة أن يكون تلميذا ، يجب أن يكون كل عضو في علاقات التلمذة ، ورؤية لتبشير الأمم في جيل واحد ، وزرع الكنائس الجديدة لتحقيق هذه الرؤية ، والقيادة المركزية لا التجمعات المستقلة ، ودور المرأة. في عام 2002 ، تعود كنائس المسيح الدولية إلى كنيسة اللاهوت الأكثر رسوخًا - كل جماعة تصبح مستقلة (ذاتية الحكم) ، وتدعو إلى قيادة مركزية ورؤية لتبشير الأمم في جيل "غير كتابي". في جميع أنحاء العالم ، يسقط الآلاف عن هذه الرؤيه
es: (las Iglesias Internacionales de Cristo) de 1979 - Kip McKean - Bautizado en la Universidad de la Florida en 1972, se divide de las iglesias tradicionales de Cristo y el Movimiento de la Encrucijada por: ser una iglesia de la Biblia y no solamente del Nuevo Testamento, solamente los discípulos son verdaderos cristianos, cada miembro de la iglesia tenía que ser un discípulo, cada miembro debe tener una relación de discipulado, la visión de evangelizar al mundo en una generación, el plantar a nuevas iglesias para alcanzar esa visión, un liderazgo central y no congregaciones autónomas, y el papel de las mujeres. En 2002, las Iglesias Internacionales de Cristo regresan a la doctrina de las Iglesias tradicionales de Cristo - cada congregación se vuelve autónoma ( se auto-gobierna), diciendo que un liderazgo central y la visión de evangelizar al mundo en una generación son "anti-bíblicos". Alrededor del mundo, miles se caen de la fe.
lt: (Tarptautinė Kristaus bažnyčia) - Kip McKean - Krikštas Floridos universitete 1972 m., Nuo pagrindinių krikščionių Kristaus ir kryžkelių judėjimo skiriasi: Biblijos bažnyčia - ne tik Naujojo Testamento bažnyčia, tik tikintieji yra tikri krikščionys, kiekvienas bažnyčios narys Turi būti mokinys, kiekvienas narys turėtų būti rūpintis santykiais, vizija evangelizuoti tautas kartoje, naujų bažnyčių sodinimas, kad ši vizija būtų pasiekta, centrinė vadovybė - ne savivaldybių susivienijimai ir moterų vaidmuo. 2002 m. Tarptautinės Kristaus Bažnyčios grįžta į Kristaus pagrindinės bažnyčios teologijos skyrių - kiekviena kongregacija tampa savarankiška (savivalda), vadinasi centrine vadovybe ir vizija evangelizuoti tautas kartoje "nesibilbiška". Visame pasaulyje tūkstančiai nukrenta
sv: (Internationella kyrkan av Kristus) - Kip McKean - Dopad vid University of Florida 1972, skiljer sig från Mainline Churches of Christ och Crossroads rörelse över: Bibelskyrkan inte bara Nya Testamentets kyrka, bara lärjungar är sanna kristna, varje medlem av kyrkan Måste vara en lärjunge, varje medlem borde vara i lärjungande relationer, vision att evangelisera nationerna i en generation, plantering av nya kyrkor för att uppnå denna vision, centrala ledarskap inte autonoma församlingar och kvinnors roll. År 2002 återvänder Kristi internationella kyrkor till en mer mainline kyrka av Kristi teologi - varje församling blir autonom (självstyrande), kallar ett centralt ledarskap och visionen att evangelisera nationerna i en generation "obebisk". Runt om i världen faller tusentals bort

source: 2006 SoldOut Movement
ar: 2006 الحركه التكريسيه
es: El Movimiento de Discipulado y Compromiso Total.
lt: 2006 m. "SoldOut" judėjimas

source: (Portland Movement / International Christian Church): Begins in Portland, Oregon as a revival movement within the International Churches of Christ. The International Church of Christ separates from the SoldOut Movement, because of the new movement's stand on these convictions: Bible Church not just New Testament Church, only disciples are true Christians, each and every member of church must be a disciple, each member should be in discipling relationships, vision to evangelize the nations in a generation, the planting of new churches to achieve this vision, central leadership not autonomous congregations, and the role of women
ar: حركة بورتلاند / الكنيسة المسيحية الدولية): بدأت في بورتلاند ، مدينه أوريغون كحركة إحياء داخل كنائس المسيح الدولية. تفصل كنيسة المسيح الدولية عن حركة الحركة ، بسبب موقف الحركة الجديدة من هذه القناعات: كنيسة الكتاب المقدس ليست فقط كنيسة للعهد الجديد ، لكنها كنيسه تؤمن بأن فقط التلاميذ هم مسيحيون حقيقيون ، ويجب أن يكون كل عضو في الكنيسة تلميذاً ، يجب أن يكون كل عضو في علاقات التلمذة ، ورؤية لتبشير الأمم في جيل ، وزرع الكنائس الجديدة لتحقيق هذه الرؤية ، كذلك تؤمن الحركه بضروره وجود قيادة مركزية لا تجمعات المستقلة ، ودور المرأة
es: (El Movimiento de Portland / La Iglesia Cristiana Internacional) Empieza en Pórtland, Oregon en el año 2006 como un movimiento de reavivamiento dentro de las Iglesias Internacionales de Cristo. La Iglesia Internacional de Cristo se separa del Movimiento de Discipulado y Compromiso Total por la postura del nuevo movimiento acerca de las siguientes convicciones: ser una Iglesia de la Biblia y no solamente del Nuevo Testamento, solamente los discípulos son verdaderos cristianos, cada miembro de la iglesia tiene que ser un discípulo, cada miembro debe tener una relación de discipulado, la visión de evangelizar al mundo en una generación, el plantar a nuevas iglesias para alcanzar esa visión, un liderazgo central y no congregaciones autónomas, y el papel de las mujeres.
lt: (Portlando judėjimas / Tarptautinė krikščionių bažnyčia): prasideda Portlande, Oregone, kaip atgimimo judėjimas Tarptautinėse Bažnyčiose. Tarptautinė Kristaus Bažnyčia atsiskyrė nuo "Parduoto" judėjimo dėl naujo judėjimo pozicijos šiuose įsitikinimuose: Biblijos bažnyčioje, o ne tik Naujojo Testamento bažnyčioje, tik tikintieji yra tikri krikščionys, kiekvienas bažnyčios narys turi būti mokinys, kiekvienas narys turi būti Vadovaudamasis santykiais, vizija evangelizuoti tautas kartoje, naujų bažnyčių sodinimas siekiant šios vizijos, centrinė vadovybė - ne savivaldybių susivienijimai ir moterų vaidmuo
sv: (Portland Movement / International Christian Church): Börjar i Portland, Oregon som en väckelsebevakning inom de internationella kyrkorna i Kristus. Kristi Internationella Kyrka skiljer sig från SoldOut Movement på grund av den nya rörelsens ställning på dessa övertygelser: Bibelskyrkan, inte bara Nya Testamentet, men endast lärjungar är sanna kristna, varje medlem i kyrkan måste vara en lärjunge, varje medlem borde vara I lärande relationer, vision att evangelisera nationerna i en generation, plantering av nya kyrkor för att uppnå denna vision, centralt ledarskap inte autonoma församlingar och kvinnors roll

source: What is the "one church?"
ar: ماهي ألكنيسه ألواحده؟
es: ¿Qué significa "una sola Iglesia"?
lt: Kas yra "viena bažnyčia?"
sv: Vad är "en kyrka?"

source: Acts 11:25-26
es: Hechos 11:25-26
lt: Apd 11: 25-26
sv: Apg 11: 25-26

source: Church = Disciples = Christians
ar: كنيسه= تلاميذ= مسيحين
es: Iglesia = Discípulos = Cristianos
lt: Bažnyčia = Mokiniai = krikščionys
sv: Kyrka = Disciples = Christians

source: When God looks down from heaven, He sees one church — all the baptized disciples around the world, who are "sold-out" in obeying his Word. This is called the "church universal" — the one true church
ar: عندما ينظر الله إلى أسفل من السماء ، يرى كنيسة واحدة - جميع التلاميذ المعمدين في جميع أنحاء العالم ، الذين "أرسلوا" في طاعة كلمته. هذا يسمى "الكنيسة العالمية" - الكنيسة الحقيقية الوحيدة
es: Cuando Dios mira hacia abajo desde el cielo se ve a una sola iglesia, es decir a todos los discípulos bautizados alrededor del mundo, quienes están "completamente comprometidos" en obedecer Su Palabra. Esto se llama "iglesia universal", la única iglesia verdadera
lt: Kai Dievas žvelgia žemyn iš dangaus, Jis mato vieną bažnyčią - visus visus pas mus krikštytus mokinius, kurie "išparduodami" paklusdami Jo Žodžiui. Tai vadinama "bažnyčia visuotine" - viena tikra bažnyčia
sv: När Gud ser ner från himlen ser han en kyrka - alla de döpta lärjungarna runt om i världen, som är "utsålda" för att lyda hans Ord. Detta kallas "kyrkans universella" - den enda sanna kyrkan

# church #2
source: Ephesians 4:4-6
es: Efesios 4:4-6
lt: Efeziečiams 4: 4-6
sv: Efesierna 4: 4-6

source: A local congregation is called the "visible church." In the first century, all the "visible churches" made up the "church universal." However, since so many "visible churches" have departed from true doctrine and because all sold-out baptized disciples are not in one fellowship, we should strive to be a member of a local congregation
ar: الجماعة محلية سميت ب "الكنيسة المرئية". في القرن الأول ، شكلت جميع "الكنائس المرئية" "الكنيسة عالمية". ومع ذلك ، بما أن العديد من "الكنائس المرئية" قد ارتدت عن العقيدة الحقيقية ، ولأن جميع التلاميذ المعمدين المكرسين ليسوا في زمالة واحدة ، وجب أن نسعى إلى أن نكون أعضاء في جماعة محلية
es: Una congregación local se llama la "iglesia visible". En el primer siglo, todas las "iglesias visibles" formaban a la "iglesia universal". Sin embargo, ya que tantas "iglesias visibles" se han desviado de la verdadera doctrina y ya que no todos los discípulos bautizados completamente se encuentran en una sola confraternidad, debemos procurar ser miembreo de una congregación local.
lt: Vietinė bendruomenė vadinama "matoma bažnyčia". Pirmame amžiuje visos "matomos bažnyčios" sudarė "visuotinę bažnyčią". Tačiau kadangi tiek daug "matomų bažnyčių" nukrypo nuo tikrosios doktrinos ir todėl, kad visi išpopuliarintieji krikštijo mokiniai neturi vieningos bendrystės, turėtume siekti būti vietos bendruomenės nariu
sv: En lokal församling kallas den "synliga kyrkan". Under det första århundradet gjorde alla "synliga kyrkor" upp "kyrkans universella". Men eftersom så många "synliga kyrkor" har avstått från sanna lära och eftersom alla utsålda döpta lärjungar inte är i ett gemenskap bör vi sträva efter att vara medlem i en lokal församling

source: The Greek word for church is "ekklesia" which means "assembly" or "called out" ("Ek" meaning 'out' and "kaleo" meaning 'to call'). To be a disciple is to be "called out" from the world. Therefore, the church in the Bible was the "assembly" of the "called out"
ar: الكلمة اليونانية للكنيسه ekklesia" التي تعني "التجمع" أو "تسمى" ("Ek" وتعني "اتصال"). أن يكون التلميذ هو "مدعو" من العالم لذلك ، كانت الكنيسة في الكتاب المقدس "جماعه" من "ألمدعويين"
es: La palabra griega para iglesia es "ekklesia" la cual quiere decir "asamblea" o "llamado para afuera". ("Ek" quiere decir "para afuera" y "kaleo" significa "llamar".) El ser un discípulo es ser llamado a salirse del mundo. Por eso, la iglesia en la Biblia fue la "asamblea" de los "llamados para salir fuera".
lt: Graikijos žodis bažnyčiai yra "ekklesia", kuris reiškia "susirinkimas" arba "iššauktas" ("Ek" reiškia "out" ir "kaleo" reiškia "skambinti"). Būti mokiniu turi būti "pašauktas" iš pasaulio. Todėl Biblijos bažnyčia buvo "iššaukto" "susirinkimas"
sv: Det grekiska ordet för kyrkan är "ekklesia", vilket betyder "montering" eller "utrop" ("ek" som betyder "ut" och "kaleo" som betyder "att ringa"). Att vara en lärjunge är att "utropas" från världen. Därför var kyrkan i Bibeln "sammansättningen" av "utropade"

source: There are several names in the Bible for God's Church: Disciples, Christians, Church of God, Church of Christ, The Way, Church of the Firstborn, Saints, etc... Since we are free to choose any name for our fellowship, since our fellowship goes around the world, and because our churches are composed of only sold-out disciples, we call ourselves the "International Christian Church"
ar: هناك العديد من الأسماء في الكتاب المقدس لكنيسة الله: الأتباع ، المسيحيين ، كنيسة الله ، كنيسة المسيح ، الطريق ، كنيسة البكر ، القديسين ، الخ .. بما أن لنا الحرية في اختيار أي اسم لزمالتنا ، تذهب زمالتنا في جميع أنحاء العالم ، ولأن كنائسنا تتكون من تلاميذ مكرسين من جميع انحاء العالم فقط ، فإننا نلقب كنيستنا ب "الكنيسة المسيحية الدولية"
es: Hubo varios nombres en la Biblia para lglesia de Dios: los discípulos, los cristianos, la Iglesia de Dios, la Iglesia de Cristo, el Camino, la Iglesia del Primogénito, los Santos, etc... Como somos libres para elegir cualquier nombre para nuestra confraternidad, y nuestra confraternidad se extiende por todo el mundo, además de que nuestras iglesias tienen solamente discípulos completamente comprometidos, nosotros llamamos la "Iglesia Cristiana Internacional".
lt: Biblijoje yra keletas vardų, skirtų Dievo Bažnyčiai: mokiniai, krikščionys, Dievo bažnyčia, Kristaus bažnyčia, Kelias, Pirmagimio bažnyčia, šventieji ir kt. Kadangi mes galime laisvai pasirinkti bet kurį mūsų bendrystės pavadinimą, nes Mūsų bendravimas vyksta aplink pasaulį, ir kadangi mūsų bažnyčias sudaro tik išpardavę mokiniai, vadiname save "Tarptautine krikščionių bažnyčia"
sv: Det finns flera namn i Bibeln för Guds kyrka: Disciples, Christians, Guds Kyrka, Kristi Kyrka, Väg, Förstaföddes, Heligas, etc. ... Eftersom vi är fria att välja något namn för vårt gemenskap sedan Vårt samhälle går runt om i världen, och eftersom våra kyrkor består av bara utsålda lärjungar, kallar vi oss själva för "den internationella kristna kyrkan"

source: What distinguishes the International Christian Churches? (What separates or "divides" us from mainstream Christendom?)
ar: ما الذي يميز الكنائس المسيحية الدولية؟ (ما الذي يفصلنا أو "يفرقنا" عن التيار السائد في العالم المسيحي؟)
es: ¿Qué distingue a las Iglesias Cristianas Internacionales? (¿Qué nos sepera o nos "divide" del cristianismo común?)
lt: Kas skiriasi nuo Tarptautinių krikščionių bažnyčių? (Kas atskiria mus nuo "mainstream christendom"?)
sv: Vad skiljer de internationella kristna kyrkorna? (Vad skiljer eller "skiljer" oss från den vanliga kristendomen?)

source: We believe God physically resurrected Jesus from the dead
ar: نحن نؤمن بأن ألله أقام ألمسيح من ألموت
es: Creemos que Dios resucitó a Jesús físicamente de la muerte.
lt: Mes tikime, kad Dievas fiziškai prisikėlė Jėzų iš numirusių
sv: Vi tror att Gud fysiskt uppståndde Jesus från de döda

source: We believe the Bible is inspired by God and is our sole authority
ar: نؤمن بأن ألكتاب ألمقدس موحى به من ألله وبالتالي فهو سلطاننا ألوحيد
es: Creemos que la Biblia es inspirada por Dios y es nuestra única autoridad.
lt: Mes tikime, kad Bibliją įkvėpė Dievas ir yra mūsų vienintelė valdžia
sv: Vi tror att Bibeln är inspirerad av Gud och är vår enda auktoritet

source: Therefore, since we have not departed (divided) from the truth, we consider ourselves non-denominational
ar: لذلك ، وبما أننا لم نغادر (منقسمين) عن الحقيقة ، فإننا نعتبر أنفسنا حركه غير طائفية
es: Por eso, ya que no nos hemos separado (dividido) de la verdad, nos consideramos no-denominacional.
lt: Todėl, kadangi mes neatsisakėme (atskyrėme) nuo tiesos, mes laikome save nekonfesiniu
sv: Därför, eftersom vi inte har avstått (delat) från sanningen, anser vi oss vara icke-religiösa

source: We are a Bible Church, not simply a New Testament Church
ar: نحن كنيسه كتابيه بعهديه ألقديم وألجديد، ليس فقط ألعهد ألجديد
es: Somos una Iglesia de la Biblia, no solamente una Iglesia del Nuevo Testamento
lt: Mes esame Biblijos bažnyčia, o ne tik Naujojo Testamento bažnyčia
sv: Vi är en bibelkyrka, inte bara en ny testamentskyrka

source: 2 Timothy 3:14-17
es: 2 Timoteo 3:14-17
sv: 2 Timoteus 3: 14-17
