Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

source: This led me first to a study of the practice of crucifixion itself; that is, torture and execution by fixation to a cross. Apparently, the first known practice of crucifixion was by the Persians. Alexander and his generals brought it back to the Mediterranean world - to Egypt and to Carthage. The Romans apparently learned the practice from the Carthaginians and (as with almost everything the Romans did) rapidly developed a very high degree of efficiency and skill at it. A number of Roman authors (Livy, Cicero, Tacitus) comment on crucifixion, and several innovations, modifications, and variations are described in the ancient literature.
ar: قادني هذا أولاً إلى دراسة ألصلب ؛ التعذيب والتنفيذ عن طريق التثبت إلى الصليب. على ما يبدو ، كانت أول ممارسة معروفة للصلب من قبل الفرس. أعاد الكسندر وجنرالاته إلى العالم المتوسطي - إلى مصر وقرطاج. يبدو أن الرومان تعلموا الممارسة من القرطاجيين (وكما هو الحال مع كل ما فعله الرومان تقريباً) طورت بسرعة درجة عالية من الكفاءة والمهارة في ذلك. يعلق عدد من المؤلفين الرومانيين (ليفي ، سيسيرو ، تاسيتوس) على الصلب ، وقد تم وصف العديد من الابتكارات والتعديلات والتغيرات في الأدبيات القديمة.
es: Esto me llevó a estudiar la práctica conocida de la crucifixión en sí misma; osea, la tortura y ejecución de una persona por asfixia en una cruz. Aparentemente, la primera práctica conocida de crucifixión fue realizada por los persas. Alejandro y sus generales la llevaron al mundo Mediterráneo, a Egipto y a Cartago. Los romanos la aprendieron de los cargaginenses y (como casi todo lo que hicieron) rápidamente desarrollaron un grado muy alto de eficiencia y técnica para llevarla a cabo. Algunos autores romanos (Livio, Cicerón y Tácito) comentan sobre la crucifixión. Múltiples innovaciones y modificaciones están descritas en la literatura antigua.
lt: Tai pirmiausia paskatino mane ištirti pačią nukryžiavimo praktiką; Tai yra, kankinimas ir vykdymas fiksuojant kryžių. Matyt, pirmoji žinoma nukryžiavimo praktika buvo persų. Aleksandras ir jo generolai atkeliavo į Viduržemio jūros regioną - į Egiptą ir į Kartaginą. Matyt, romėnai išmoko kartaginiečių praktiką ir (kaip ir beveik viskas, ką padarė romiečiai) greitai pasiekė labai aukštą efektyvumą ir įgūdžius. Senovės literatūroje yra keletas romėnų autorių (Livy, Cicero, Tacitus) komentarai apie nukryžiavimą, keletas naujovių, modifikacijų ir variantų.
sv: Detta ledde mig först till en studie av själva korsfästelsen, Det vill säga tortyr och utförande genom fixering till ett kors. Tydligen var den första kända krossfästelsen av perserna. Alexander och hans generaler tog det tillbaka till Medelhavsvärlden - till Egypten och Carthage. Romarna lärde sig uppenbarligen praktiken från karthaginierna och (som med nästan allt som romarna gjorde) snabbt utvecklat en mycket hög grad av effektivitet och skicklighet på den. Ett antal romerska författare (Livy, Cicero, Tacitus) kommenterar korsfästelsen och flera innovationer, modifikationer och variationer beskrivs i den gamla litteraturen.

source: For instance, the upright portion of the cross (or stipes) could have the cross-arm (or patibulum) attached two or three feet below its top in what we commonly think of as the Latin cross. The most common form used in our Lord's day, however, was the Tau cross, shaped like our T. In this cross the patibulum was placed in a notch at the top of the stipes. There is archeological evidence that it was on this type of cross that Jesus was crucified.
ar: على سبيل المثال ، يمكن أن يكون الجزء المستقيم من الصليب (أو stipes) متصالبًا (أو patibulum) مرفقة بقدمين أو ثلاثة أقدام تحت قمته في ما نعتقد عادةً أنه الصليب اللاتيني. ومع ذلك ، كان الشكل الأكثر شيوعًا في يوم ربنا هو الصليب التاو ، الذي كان على شكل حرف T. في هذا الصليب ، تم وضع التلاميذ في درجة في أعلى السيقان. هناك أدلة أثرية على أنه كان على هذا النوع من الصليب أن يسوع صلب.
es: Voy a mencionar algunos elementos que tienen importancia en este aspecto. La parte de arriba de la cruz (patíbulo) fue colocada 60 o 90 cm. abajo del borde superior de lo que comúnmente conocemos hoy en día como la forma clásica de la cruz (cruz latina). Sin embargo, la forma usual del tipo de cruz que pudo haberse empleado con nuestro Señor, fue la "cruz tau" (formada como la letra griega "tau" o como nuestra "T"). En esta cruz. el brazo horizontal estaaba puesto en un corte del borde superiror. Hay evidencias arqueológicas bastante abrumadoras de que fue en este tipo de cruz que Jesús murió.
lt: Pavyzdžiui, stačiakampio kryžiaus dalis (arba stipys) gali turėti kryžminę ranką (arba "patibulum"), pritvirtintą dvi ar tris pėdas žemiau viršuje, kurią mes dažniausiai galvoju kaip lotynišką kryžių. Tačiau labiausiai paplitusi mūsų Viešpaties diena buvo Tau kryžius, suformuotas kaip mūsų T. Šio kryžiaus atveju "patibulum" buvo pastatytas į stipų viršūnę. Yra archeologinių įrodymų, kad Jėzaus kryžių buvo tokio tipo kryžiaus.
sv: Exempelvis kan den upprepa delen av korset (eller stipendierna) ha tvärbenet (eller patibulen) fäst två eller tre fot under sin topp i vad vi allmänt anser som det latinska korset. Den vanligaste formen som användes på vår Herres dag var dock Tau-korset, format som vårt T. I detta kors var patibulatet placerat i en hack på toppen av punkten. Det finns arkeologiska bevis för att det var på denna typ av kors som Jesus korsfästes.

source: Without any historical or Biblical proof, Medieval and Renaissance painters have given us our picture of Christ carrying the entire cross. But the upright post, or stipes, was generally fixed permanently in the ground at the site of execution and the condemned man was forced to carry the patibulum, weighing about 110 pounds, from the prison to the place of execution.
ar: بدون أي دليل تاريخي أو كتابي ، أعطانا رسامون من العصور الوسطى وعصر النهضة صورة لنا عن المسيح يحمل الصليب بمفرده. ولكن تم وضع البقعة المستقيمة أو المسطحة بشكل دائم في الأرض في موقع الإعدام وتم إجبار الرجل المدان على حمل التلاميذ ، ويزن حوالي 110 أرطال ، من السجن إلى مكان الإعدام.
es: El poste vertica, generalmente se fijó en tierra en el lugar de la ejecución, y el hombre condenado fue forzado a cargar el brazo horizontal, que se cree pesaría unos 51 Kg. (110 libras), de la cárcel al lugar de la ejecución.
lt: Be istorinio ar Biblijos įrodymo, Viduramžių ir Renesanso dailininkai davė mums savo vaizdą apie Kristų, vedantį visą kryžių. Tačiau vertikalus postas ar stipinai paprastai buvo pastoviai įtvirtinti žemėje vykdymo vietoje, o pasmerktasis žmogus buvo priverstas perkelti nuo 110 iki 100 svarų sumedžiojį "patibulumą" nuo kalėjimo iki vykdymo vietos.
sv: Utan historiska eller bibelsk bevis har medeltida och renässansmålare givit oss vår bild av Kristus som bär hela korset. Men den upprättliga posten eller stipendierna fastgjordes i allmänhet permanent i marken på verkställighetsplatsen och den fördömde mannen tvingades att bära patibulan med en vikt av ca 110 pund, från fängelset till platsen för utförandet.

source: Many of the painters and most of the sculptors of crucifixion, also show the nails through the palms. Historical Roman accounts and experimental work have established that the nails were driven between the small bones of the wrists (radius and ulna) and not through the palms. Nails driven through the palms will strip out between the fingers when made to support the weight of the human body. The misconception may have come about through a misunderstanding of Jesus' words to Thomas"
ar: كثير من الرسامين ومعظم النحاتين من الصلب ، كما تظهر المسامير من خلال النخيل. أثبتت الحسابات التاريخية الرومانية والعمل التجريبي أن المسامير كانت مدفوعة بين العظام الصغيرة للمعصمين (نصف القطر والزند) وليس من خلال الراحتين. المسامير التي يتم دفعها من خلال أشجار النخيل سوف تخرج بين الأصابع عندما يتم دعمها لدعم وزن جسم الإنسان. قد يكون مصدر هذا إلأعتقاد ألخاطئ محادثه يسوع لتوما "
es: Sin ninguna prueba histórica o bíblica, los pintores medievales y renacentistas nos han hecho visualizar a Cristo cargando la cruz entera. Muchos de esos pintores, y la mayoría de los escultores de la crucifixión, muestran los clavos atravesando las palmas, pero informes históricos romanos y trabajo experimental, han demostrado que los clavos fueron insertados entre los huesos pequeños de las muñecas y no en las palmas, pues de haber sido del segundo modo, las manos se hubieran desgarrado de entre los dedos cuando soportaran el peso del cuerpo. La equivocación tal vez sucedió por el malentendido de las palabras de Jesús a Tomás:
lt: Daugelis dailininkų ir dauguma nukryžiavimo skulptorių taip pat rodo nagus per delnus. Istorinės romėnų sąskaitos ir eksperimentiniai darbai nustatė, kad nagai buvo tarp mažų kaulų riešų (spindulys ir linu), o ne per delnus. Nagai, važiuojantys per delnus, bus ištraukiami tarp pirštų, kai jie bus pagaminti žmogaus kūno svoriui palaikyti. Klaidingas supratimas galėjo atsirasti dėl Jėzaus žodžių Tomas klaidingo supratimo "
sv: Många av målarna och de flesta korsfästarnas skulptörer visar också naglarna genom palmerna. Historiska romerska räkenskaper och experimentella arbeten har visat att naglarna drivits mellan handledsens små ben (radie och ulna) och inte genom palmerna. Naglar som drivs genom palmerna kommer att riva ut mellan fingrarna när de är gjorda för att stödja människokroppens vikt. Missuppfattningen kan ha skett genom ett missförstånd om Jesu ord till Thomas "

source: Observe my hands
ar: إنظر ألى يدي
es: "ve mis manos".
lt: Stebėkite mano rankas
sv: Observera mina händer

source: Anatomists, both modern and ancient, have always considered the wrist as part of the hand.
ar: اعتبر علماء التشريح ، ألقدماء وألحديثين أن الرسغ هو جزء من اليد.
es: Los anatomistas modernos y antiguos siempre han considerado las muñecas como la parte de las manos.
lt: Anatomai, tiek modernūs, tiek senoviniai, visada laikė riešą rankos dalimi.
sv: Anatomister, både moderna och gamla, har alltid betraktat handleden som en del av handen.

source: A titulus, or small sign, stating the victim's crime was usually placed on a staff, carried at the front of the procession from the prison, and later nailed to the cross so that it extended above the head. This sign with its staff nailed to the top of the cross would have given it somewhat the characteristic form of the Latin cross.
ar: عادة ما يتم وضع علامة أو علامة صغيرة تشير إلى جريمة الضحية على ألمعلق على ألصليب ، وتحمل في مقدمة الموكب من السجن ، ثم تُسمر لاحقًا على الصليب بحيث تمتد فوق الرأس. هذه العلامة المعلقه على قمة الصليب ستعطيها نوعًا ما الشكل المميز للصليب اللاتيني.
es: Un letrero pequeño, diciendo el crimen de la víctima, normalmente fue cargado delante de la procesión y después clavado en la cruz, arriba de la cabeza del crucificado. Este letrero clavado arriba de la cruz pudiera haberle dado, de alguna manera, la forma característica de la cruz latina.
lt: Pavadinimas ar nedidelis ženklas, kuriame nurodomas nukentėjusio nusikalstamumo atvejis, paprastai buvo įdėtas į personalą, kuris buvo gabenamas iš kalėjimo procesijos priekio ir vėliau prikaltas prie kryžiaus taip, kad jis pralaužtų virš galvos. Šis ženklas su savo darbuotojais, prikaltais prie kryžiaus viršaus, būtų šiek tiek būdingas lotynų kryžiaus formos.
sv: Ett titulus eller litet tecken, som angav offrets brott, placerades vanligtvis på en personal som bar på framsidan av processionen från fängelset och senare spikade på korset så att det sträckte sig över huvudet. Det här tecknet med sin personal som spikades överst på korset skulle ha gett det något den karaktäristiska formen av det latinska korset.

source: But, of course, the physical passion of the Christ began in Gethsemane. Of the many aspects of this initial suffering, the one of greatest physiological interest is the bloody sweat. It is interesting that St. Luke, the physician, is the only one to mention this. He says
ar: لكن ، بالطبع ، بدأ الشغف الجسدي للمسيح في جثسيماني. من جوانب كثيرة من هذه المعاناة الأولية ، واحدة من أعظم الفائدة الفسيولوجية هي العرق الدموي. من المثير للاهتمام أن الطبيب سانت لوقا هو الشخص الوحيد الذي ذكر ذلك. هو يقول
es: La pasión física de Jesús comienza en Getsemaní. De los muchos aspectos de este sufrimiento inicial, voy a hablar solamente sobre los de interés fisiológico, como el fenómeno del "sudor de sangre". Es interesante que el médico del grupo, Lucas, sea el único que menciona este fenómeno. él dice:
lt: Bet, žinoma, Gesemeane prasidėjo Kristaus fizinė aistra. Iš daugelio šios pradinės kančios aspektų didžiausias fiziologinis susidomėjimas yra kruvinas prakaitas. Įdomu tai, kad vienintelis, kuris paminėjo šv. Luką, gydytojas. Jis sako
sv: Men naturligtvis började Kristi fysiska passion i Getsemane. Av de många aspekterna av detta initiala lidande är det av största fysiologiska intresset den blodiga svetten. Det är intressant att St. Luke, läkaren, är den enda som nämner detta. Han säger

source: And being in agony, He prayed the longer. And His sweat became as drops of blood, trickling down upon the ground.
ar: وكونه في عذاب ، صلى لفترة أطول. وأصبح عرقه قطرات من الدم ، يتقاطرون على الأرض.
es: En medio de su gran sufrimiento, Jesús oraba aún más intensamente y el sudor caía a tierra como grandes gotas de sangre.
lt: Ir, būdamas agonijoje, jis meldėsi ilgiau. Jo prakaitas tapo kraujo lašeliais, žemutėmis.
sv: Och han var i plåga, bad han längre. Och hans svett blev som bloddroppar och sipprade ner på marken.

source: Every ruse (trick) imaginable has been used by modern scholars to explain away this description, apparently under the mistaken impression that this just doesn't happen. A great deal of effort could have been saved had the doubters consulted the medical literature. Though very rare, the phenomenon of
ar: لقد استخدم العلماء الحديثون كل خدعة يمكن تصورها لتوضيح هذا الوصف ، على ما يبدو تحت الانطباع الخاطئ بأن هذا لا يحدث. كان من الممكن توفير قدر كبير من الجهد لو تشاور المشككون في الأدبيات الطبية. وإن كان من النادر جدا ، ظاهرة
es: Cada intento imaginable ha sido usado por los estudiosos modernos para explicar científicamente esta frase, ante la idea errónea de que esto no podría suceder. Ahorraríamos mucho esfuerzo consultando la literatura médica. Aunque es muy raro, el fenómeno del
lt: Kiekvienas įsivaizduojamas rūsis (triukas) buvo naudojamas šiuolaikinių mokslininkų, norint paaiškinti šį aprašymą, matyt, pagal klaidingą įspūdį, kad to tiesiog neįvyksta. Buvo galima sutaupyti daug pastangų, jei su abejotojomis konsultuotųsi su medicinos literatūra. Nors labai retas, tai reiškinys
sv: Varje ruse (trick) som kan tänkas har använts av moderna forskare för att förklara bort denna beskrivning, tydligen under det felaktiga intrycket att detta bara inte händer. En stor ansträngning kunde ha blivit rädd om tvivlarna rådfrågade medicinsk litteratur. Även om det är mycket sällsynt, fenomenet

source: or bloody sweat, is well documented. Under great emotional stress of the kind our Lord suffered, tiny capillaries in the sweat glands can break, thus mixing blood with sweat. This process might well have produced marked weakness and possible shock.
ar: أو عرق دامي ، موثق جيدًا. تحت ضغط عاطفي كبير من النوع الذي عاناه ربنا ، يمكن أن تتكسر الشعيرات الدموية الصغيرة في الغدد العرقية ، وبالتالي تختلط الدم بالعرق. قد تكون هذه العملية قد أدت إلى ضعف ملحوظ وصدمة محتملة.
es: o sudor de sangre, es bien conocido por la ciencia clínica. Bajo gran "stress" emocional, los vasos capilares pequeños de las glándulas sudodíparas pueden romperse y de esta manera mezclarse sangre con sudor. Solamente este proceso hubiera podido producir debilidades marcadas y posiblemente el shock.
lt: Ar kruvinas prakaitas, yra gerai dokumentuojamas. Esant dideliam emociniam stresui, kurį patyrė mūsų Viešpats, maži kapiliarai prakaito liaukose gali sulaužyti, tokiu būdu maišant kraują su prakaitu. Šis procesas galėjo sukelti aiškų silpnumą ir galimą šoką.
sv: Eller blodig svett, är väl dokumenterad. Under stor emotionell stress av det slag som vår Herre led, kan små kapillärer i svettkörtna bryta, så att blodet blandas med svett. Denna process kan väl ha producerat markerad svaghet och möjlig chock.

source: After the arrest in the middle of the night, Jesus was next brought before the Sanhedrin and Caiphus, the High Priest; it is here that the first physical trauma was inflicted. A soldier struck Jesus across the face for remaining silent when questioned by Caiphus. The palace guards then blind-folded Him and mockingly taunted Him to identify them as they each passed by, spat upon Him, and struck Him in the face.
ar: بعد الاعتقال في منتصف الليل ، جُلب يسوع إلى سانهيدرين وكايبهوس ، رئيس الكهنة. هنا تم إلحاق الصدمة الجسدية الأولى. ضربه أحد الجنود على وجهه ليبقى صامتا عندما سأله كايفوس. ثم قام حراس القصر بعد ذلك بتصرف أعمى له وسخروا منه ساخرا ، وبصقوا عليه ، وضربوه في وجهه.
es: Después del arrestro, durante la madrugada, llevaron a Jesús ante el Sanedrín y Caifás, el sumo sacerdote. Es aquí donde le causaron el primer trauma físico. Un soldado golpeó a Jesús en la cara, porque se quedó callado mientras Caifás lo interrogaba. Después, los guardianes del palacio le pusieron una venda en los ojos y burlándose de Él, le preguntaron quién de ellos lo había golpeado, escupiéndole y abofeteándole el rostro.
lt: Po to, kai buvo suimtas nakties viduryje, Jėzus vėl pasirodė Sanhedrinui ir Caifui, vyriausiasis kunigas; Tai čia buvo padaryta pirmoji fizinė trauma. Kareivis Jėzu įveikė visą veidą, kai liko tylėti, kai klausė Caifas. Tada rūmų sargybiniai aklai sulaužė Jį ir įnirtingai nusižemino Jį, kad jie juos identifikuotų, nes kiekvienas praėjo, spjaudavo ant Jo ir smogė Jam į veidą.
sv: Efter arresteringen i mitten av natten kom Jesus därefter fram för högprästen Sanhedrin och Caiphus; Det är här som det första fysiska traumet påfördes. En soldat slog Jesus över ansiktet för att vara tyst när han ifrågasattes av Caiphus. Slottvakterna blindade sedan honom och spottade honom med häftighet för att identifiera dem, som de var förbi, sprutade över honom och slog honom i ansiktet.

source: In the early morning, battered and bruised, dehydrated, and exhausted from a sleepless night, Jesus is taken across the Praetorium of the Fortress Antonia, the seat of government of the Procurator of Judea, Pontius Pilate. You are, of course, familiar with Pilate's action in attempting to pass responsibility to Herod Antipas, the Tetrarch of Judea. Jesus apparently suffered no physical mistreatment at the hands of Herod and was returned to Pilate. It was then, in response to the cries of the mob, that Pilate ordered Bar-Abbas released and condemned Jesus to scourging and crucifixion.
ar: في الصباح الباكر ، يتعرض للضرب والكدمات ، المجففة ، والإرهاق من ليلة بلا نوم ، يُنقل يسوع عبر قاعة حصن أنطونيا ، مقر حكومة النائب العام ، بيلاطس البنطي. أنت ، بالطبع ، على دراية بإجراءات بيلاطس في محاولة نقل المسؤولية إلى هيرودس أنتيباس ، رئيس يهودا. يبدو أن يسوع لم يعان من سوء معاملة جسدية على يد هيرودس وأُعيد إلى بيلاطس. عندئذٍ ، رداً على صرخات الغوغاء ، أمر بيلاطس بإطلاق سراح بار عباس وأدان يسوع بالجلد والصلب.
es: En la mañana, Jesús, golpeado, lleno de moretones, deshidratado y exhausto por una noche sin dormir, fue llevado desde Jerusalén hasta el pretorio de la fortaleza Antonia, el trono del procurador de Judea, Poncio Pilato. Estamos familiarizados, por su puesto, con las acciones de Pilato al intentar pasar su responsabilidad a Herodes Antipas, el tetrarca de Judea. Aparentemente, Jesús no fue maltratado en las manos de Herodes, sino solamente devuelto a Pilato. Fue entonces, en resuesta a los gritos de la muchedumbre, que Pilato ordenó la libertada de Barrabás y condenó a Jesus a ser azotado y crucificado.
lt: Anksti ryte, nugaišta ir mėlynė, dehidratuota ir išsekusi nuo nemalonios nakties, Jėzus paimamas per Tombino Antonijos tvirtovę, Judėjos prokuroro, Poncijos Pilato vyriausybės būstinę. Žinoma, jūs esate susipažinę su Piloto veiksmais bandydami perduoti atsakomybę prieš Judo tetrarchą Erodą Antipasą. Jėzus, atrodo, nepatiria fizinio netinkamo elgesio Erodo rankose ir buvo grąžintas Pilotui. Vėliau, atsakydama į šauksmus mobui, Pilotas nusprendė išlaisvinti Barą-Abbą ir pasmerkė Jėzų, norėdamas nusižeminti ir nukryžiuoti.
sv: Tidigt på morgonen, är han smadrad och mördad, uttorkad och uttömd från en sömnlös natt, taget över prästinjen i fästningen Antonia, regeringsstället för Judeas förkämpare, Pontius Pilatus. Du är självklart bekant med Pilatus handling i att försöka överlåta ansvaret till Herodes Antipas, Judetans Tetrarch. Jesus ledde uppenbarligen ingen fysisk misshandel i Herodes händer och återvände till Pilatus. Det var då, som svar på mobbens skrik, som Pilatus beordrade Bar Abbas släppt och fördömde Jesus att scourging och korsfästelse.

source: There is much disagreement among authorities about the unusual scourging as a prelude to crucifixion. Most Roman writers from this period do not associate the two. Many scholars believe that Pilate originally ordered Jesus scourged as his full punishment and that the death sentence by crucifixion came only in response to the taunt by the mob that the Procurator was not properly defending Caesar against this pretender who allegedly claimed to be the King of the Jews.
ar: هناك الكثير من الخلاف بين السلطات حول تجويع غير عادي كمقدمة للصلب. معظم الكتاب الرومان من هذه الفترة لا يربط بين الاثنين. يعتقد كثير من العلماء أن بيلاطس أمر يسوع في الأصل بعقابته الكاملة ، وأن حكم الإعدام بالصلب جاء رداً على التهكم من قبل الغوغاء بأن المدعي العام لم يكن يدافع عن قيصر ضد هذا المطالب الذي يزعم أنه ملك لل يهود.
es: Hay mucho desacuerdo entre los estudiosos acerca de la práctica de flagelaciones como preámbulo a la crucifixión. La mayoría de los escritores romanos de este tiempo no la asocian. Muchos expertos en la materia, creen que Pilato originalmente ordenó, como castigo único, que Jesús fuera flagelado, y que su condena a muerte por crucifixión fue solamente respuesta a la provocación de la muchedumbre, pues como procurador no estaba propiamente defendiendo al César contra lo que se decía de Jesús acerca de ser el Rey de los Judíos.
lt: Tarp valdžios institucijų yra daug nesutarimų dėl neįprasto plakimo, kaip priešpėsto nukryžiavimui. Dauguma šio laikotarpio romėnų rašytojų nesusiję su dviem. Daugelis mokslininkų tiki, kad iš pradžių Pilotas įsakė, kad Jėzus nudėvėjo kaip visą jo bausmę, o mirties nuosprendis buvo nukreiptas tik dėl to, kad prokuroras netinkamai gynė cezarą prieš šį pretendentą, kuris tariamai teigė esąs karaliaus Žydai.
sv: Det finns stor oenighet mellan myndigheterna om den ovanliga scourging som en förspel mot korsfästelsen. De flesta romerska författare från denna period associerar inte de två. Många forskare tror att Pilatus ursprungligen beordrade Jesus som sin fulla bestraffning och att dödsdom genom korsfästelsen kom enbart som en följd av mobben, att Procuratorn inte korrekt försvarade Caesar mot denna pretender som påstod att han var kungen av judar.
