Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

source: The Book of Acts records the 30 years from the beginning of the church on the day of Pentecost to Paul's arrival in Rome — signaling that the gospel has gone to the known world. The church in the first century was a movement. Discuss the growth of the first century church when all Christians were striving to be fruitful — making disciples
ar: يسجل كتاب الأفعال 30 سنة من بداية الكنيسة في يوم العنصرة وصول بولس إلى روما - مما يشير إلى أن الإنجيل قد ذهب إلى العالم المعروف. كانت الكنيسة في القرن الأول حركة. ناقش نمو الكنيسة في القرن الأول عندما كان جميع المسيحيين يحاولون أن يكونوا مثمرين - يصنعون تلاميذ
es: El libro de los Hechos registra a los 30 años desde que comenzó la iglesia en día de Pentecostés hasta la llegada de Pablo a Roma - es señal que el evangelio ha llegado a todo el mundo conocido. La iglesia en el primer siglo era un movimiento. Platica como crecía la iglesia del primer siglo cuando todos los cristianos procuraban ser fructíferos - haciendo otros discípulos.
lt: Apaštalų knygoje 30 metų nuo bažnyčios pradžios Sekminių dieną Paulius atvyko į Romą - tai rodo, kad evangelija nuėjo į žinomą pasaulį. Pirmojo amžiaus bažnyčia buvo judėjimas. Aptarkite pirmosios amžiaus bažnyčios augimą, kai visi krikščionys siekė būti vaisingi - mokiniai
sv: Handlingsboken registrerar de 30 år från början av kyrkan på pinsedagen till Paulus ankomst till Rom - som visar att evangeliet har gått till den kända världen. Kyrkan i det första århundradet var en rörelse. Diskutera tillväxten i kyrkan från första århundradet när alla kristna strävat efter att vara fruktbara - att göra lärjungar
uk: Книга "Дії", яка описує 30 років від початку церкви в день П'ятидесятниці до того, як Павло прибув у Рим, - сповіщає, що євангеліє досягло всього відомого тоді світу. Церква першого століття була рухом. Обговоріть зріст церкви у першому столітті, коли всі християни боролися, щоб приносити плід, - робити інших учнями Христа

source: Acts 2:41
es: Hechos 2:41
lt: Apd 2:41
sv: Apostlarna 2:41
uk: Дії 2:41

source: Acts 2:47
es: Hechos 2:47
lt: Apd 2:47
sv: Apostlagärningarna 2:47
uk: Дії 2:47

source: Acts 4:4
es: Hechos 4:4
lt: Apd 4: 4
sv: Apg 4: 4
uk: Дії 4:4

source: Acts 5:14
es: Hechos 5:14
lt: Apd 5:14
sv: Apg 5:14
uk: Дії 5:14

source: Acts 6:1
es: Hechos 6:1
lt: Apd 6: 1
sv: Apg 6: 1
uk: Дії 6:1

source: Acts 6:7
es: Hechos 6:7
lt: Apd 6: 7
sv: Apg 6: 7
uk: Дії 6:7

source: Acts 8:4
es: Hechos 8:4
lt: Apd 8: 4
sv: Apostlarna 8: 4
uk: Дії 8:4

source: Acts 9:31
es: Hechos 9:31
lt: Apd 9:31
sv: Apg 9:31
uk: Дії 9:31

source: Acts 11:21
es: Hechos 11:21
lt: Apd 11:21
sv: Apg 11:21
uk: Дії 11:21

source: Acts 12:24
es: Hechos 12:24
lt: Aktai 12:24
sv: Apostlagärningarna 12:24
uk: Дії 12:24

source: Acts 13:49
es: Hechos 13:49
lt: Darbai 13:49
sv: Apg 13:49
uk: Дії 13:49

source: Acts 14:1
es: Hechos 14:1
lt: Darbai 14: 1
sv: Apg 14: 1
uk: Дії 14:1

source: Acts 14:21
es: Hechos 14:21
lt: Darbai 14:21
sv: Apg 14:21
uk: Дії 14:21

source: Acts 16:5
es: Hechos 16:5
sv: Apg 16: 5
uk: Дії 16:5

source: Acts 17:4
es: Hechos 17:4
lt: Darbai 17: 4
sv: Apg 17: 4
uk: Дії 17:4

source: Acts 17:6
es: Hechos 17:6
sv: Apg 17: 6
uk: Дії 17:6

source: (RSV): "These men who have turned the world upside-down have come here also..."
ar: لقد جاء هؤلاء الرجال الذين حولوا العالم رأسا على عقب إلى هنا أيضا ... "
es: "Esos hombres que han volteado al mundo de cabeza han llegado también hasta acá..."
lt: (RSV): "Šitie vyrai, kurie sukūrė pasaulį apačia, atėjo čia ..."
sv: (RSV): "Dessa män som har förvandlat världen upp och ner har kommit hit också ..."
uk: "Ці люди, які підбурюють весь світ, зараз прийшли сюди!"

source: Colossians 1:6, 23
es: Colosenses 1:6, 23
lt: Kolosiečiai 1: 6, 23
uk: Колосянам 1:6, 23

source: The known world was evangelized by 61 A.D., in a generation! Paul is in prison when he writes Colossians —
ar: تم تبشير العالم سنه 61 قبل الميلاد ، في جيل واحد!! بولس كان مسجون عندما كتب كولوسي -
es: El mundo conocido fue evangelizado en el año 51 DC, ¡una generación! (Pablo está encarcelado cuando escribe Colosenses -
lt: Žinomas pasaulis buvo evangelizuotas 61 A.D. kartos! Paulas yra kalėjime, kai jis rašo kolosiečius -
sv: Den kända världen evangeliserades av 61 A.D., i en generation! Paul är i fängelse när han skriver Colossians -
uk: Відомий тоді світ був наверненій до 61 р. н. є., в одному поколінні! Павло у в'язниці, коли він пише лист в Колоси -

source: Acts 28
es: Hechos 28
lt: Veiksmai 28
sv: Akterna 28
uk: Дії 28

source: Therefore, Jesus' vision became a reality — "the evangelization of the nations in a generation!"
ar: لذلك ، أصبحت رؤية يسوع حقيقة - "تبشير الأمم في جيل!"
es: ) Por eso, la visión de Jesús llegó a ser la realidad - "¡La evangelización de las naciones en una generación!"
lt: Todėl Jėzaus vizija tapo realybe - "tautos evangelizacija kartoje!"
sv: Därför blev Jesu vision en verklighet - "nationernas evangelisering i en generation!"
uk: Так бачення Ісуса про навернення світу стало реальністю - "навернення народів в одному поколінні!"

source: Discuss and pray for:
ar: ناقش وصل من أجل:
es: Hablen y oren por:
lt: Aptarti ir melstis už:
sv: Diskutera och be för:
uk: Обговоріть і моліться за:

source: World Evangelism
ar: تبشير ألعالم
es: El Evangelismo Mundial
lt: Pasaulinė evangelizacija
uk: евангелізацію світу

source: Missions Teams
ar: فرق ألبعثات إلى كل ألدول
es: Los Equipos Misioneros
lt: Misijų komandos
sv: Uppdrag Team
uk: місіонерські команди

source: Your Kingdom dreams... how can you use your talents for God?
ar: أحلامك في المملكة ... كيف يمكنك استخدام مواهبك لله؟
es: Tu sueños para el Reino...¿Cómo puedes usar tus talentos para Dios?
lt: Jūsų Karalystės svajonės ... kaip galite panaudoti savo talentus Dievui?
sv: Ditt rike drömmar ... hur kan du använda dina talanger för Gud?
uk: ваші мрії для Царства... як ви можете використовувати свої таланти для Бога?

source: 2 Timothy 3:12
es: 2 Timoteo 3:12
sv: 2 Timoteus 3:12
uk: 2 Тимофію 3:12

source: Everyone who wants to live as a disciple will be persecuted
ar: كل شخص يريد أن يعيش كتلميذ سيتعرض للاضطهاد
es: Todos quienes quieren vivir como discípulos de Jesús van a ser perseguidos.
lt: Visi, kurie nori gyventi kaip mokinys, bus persekiojami
sv: Alla som vill leva som en lärjunge kommer att förföljas
uk: Кожен, хто хоче жити як учень, буде переслідуваний

source: Jesus was persecuted
ar: المسيح كان مضطهد
es: Jesús fue perseguido
lt: Jėzus buvo persekiojamas
sv: Jesus förföljdes
uk: Ісуса переслідували

source: Family
ar: ألعائله
es: Familia
lt: Šeima
sv: Familj
uk: Сім'я

source: Mark 3:20-21
es: Marcos 3:20-21
lt: Markas 3: 20-21
sv: Markus 3: 20-21
uk: Марка 3:20-21

source: Jesus' family thought that he was out of His mind (brain washed; mind-control)
ar: اعتقدت عائلة يسوع أنه خرج من عقله (غسل الدماغ ، تمت السيطرة على عقله)
es: La familia de Jesús pensó que Él estaba loco (lavado del coco, bajo control mental)
lt: Jėzaus šeima manė, kad jis buvo iš jo proto (smegenys plaunami, proto kontrolė)
sv: Jesu familj trodde att han var ur hans sinnen (hjärnvattnet, sinnekontroll)
uk: Рідні Ісуса вважали, що Він не при своєму розумі («промивання мізків», «керування свідомістю»)

source: Mark 3:31-35
es: Marcos 3:31-35
lt: Markas 3: 31-35
uk: Марка 3:31-35

source: Jesus prioritized His spiritual family above His physical family
ar: أعطى يسوع الأولوية لعائلته الروحية فوق عائلته الجسدية
es: Jesús puso la prioridad en Su familia espiritual antes que Su familia física.
lt: Jėzus pirmenybę teikė jo dvasinei šeimai virš jo fizinės šeimos
sv: Jesus prioriterade sin andliga familj ovanför sin fysiska familj
uk: Ісус поставив Свою духовну родину вище, ніж фізичну

source: Acts 1:12-14
ar: أعمال ألرسل 1 12-14
es: Hechos 1:12-14
sv: Apg 1: 12-14
uk: Дії 1:12-14

source: This conviction produces conflict. However, after His resurrection and ascension, His mother and brothers were disciples
ar: هذه الثقه في المذهب تنتج الصراع. ومع ذلك ، بعد قيامته وصعوده ، كانت والدته وأخوته تلاميذ
es: Esa convicción causa conflicto. Sin embargo, después de Su resurrección y ascensión, Su madre y hermanos ya eran discípulos.
lt: Šis įsitikinimas sukelia konfliktą. Tačiau po Jo prisikėlimo ir ascencijos Jo motina ir broliai buvo mokiniai
sv: Denna övertygelse ger upphov till konflikter. Men efter hans uppståndelse och uppståndelse var hans mor och bröder lärjungar
uk: Таке переконання призводить до конфліктів. Однак після Його воскресіння і вознесіння і мати, і брати Ісуса стали учнями

source: Gossip and slander
ar: الفتنه والافتراء
es: Chisme y difamación.
lt: Juokeliai ir šmeižtas
sv: Skvaller och förtal
uk: Плітки та звинувачення

source: John 7:12-13
ar: يوحنا 7 12-13
es: Juan 7:12-13
lt: Jono 7: 12-13
uk: Івана 7:12-13

source: Jesus was accused of deceiving people
ar: ألمسيح كان متهم بخداع ألناس
es: La gente chismea acerca de Jesús y le acusan de engañar a la gente.
lt: Jėzus buvo apkaltintas apgauti žmones
sv: Jesus anklagades för att lura människor
uk: Про Ісуса пліткували і звинувачували Його в обмані

# persecution #1
source: John 10:19-21
ar: يوحنا 10 19-21
es: Juan 10:19-21
lt: Jono 10: 19-21
uk: Івана 10:19-21

source: The Jews — religious people — intensely persecuted Jesus through name-calling and character assassination. Jesus' teaching always divided His listeners
ar: اليهود - المتدينون - اضطهدوا يسوع بشكل مكثف من خلال مناداته لهم بالقاب غير محببه واغتيال شخصيته. لقد قسم تعليم يسوع دائمًا مستمعيه
es: Los judíos - gente religiosa - perseguía agresivamente a Jesús por medio de ponerle sobrenombres y difamación de sus carácter. Las enseñanzas de Jesús siempre dividían a Sus oyentes.
lt: Žydai - religingi žmonės - intensyviai persekiojo Jėzų per vardo ir kariuomenės nužudymą. Jėzaus mokymas visada padalijo Jo klausytojus
sv: Judarna - religiösa människor - förföljde intensivt Jesus genom namnkallning och karaktärsmord. Jesu lärdom delade alltid sina lyssnare
uk: Іудеї – релігійні люди – невпинно переслідували Ісуса, приклеюючи «ярлики» і підриваючи Його репутацію. Вчення Ісуса завжди вносило поділ між Його слухачами

source: Scope of persecution
ar: نطاق الاضطهاد
es: La Gravedad de la Persecusión
lt: Persekiojimo apimtis
sv: Förföljelsens omfattning
uk: Масштаби переслідувань

source: Luke 23:1-3
es: Lucas 23:1-3
lt: Luko 23: 1-3
sv: Lukas 23: 1-3
uk: Луки 23:1-5

source: Jesus is condemned to a death by crucifixion through half-truths
ar: يسوع محكوم عليه بالصلب بسبب نصف الحقائق
es: Jesús recibe la pena de muerte por crucifixión a través de verdades a medias.
lt: Jėzus pasmerkiamas mirtimi nukryžiuojant per pusę tiesos
sv: Jesus är fördömd till en död genom korsfästelse genom halv sanningar
uk: Ісуса приговорили до смерті через розп’яття, використовуючи напівправду

source: Jesus — who was perfect — was falsely accused and misunderstood by His family and killed by religious leaders. What do you think will happen to you if you follow Jesus?
ar: يسوع - الذي كان مثالياً - تم اتهامه زوراً وأسيء فهمه من قبل عائلته وقتل على أيدي الزعماء الدينيين. ما رأيك سيحدث لك إذا كنت تتبع يسوع؟
es: Jesús - quien era perfecto - fue acusado falsamente, malentendido por su familia, y matado por los líderes religiosos. ¿Qué crees que te va a pasar a ti si sigues a Jesús?
lt: Jėzus, kuris buvo tobulas, buvo klaidingai kaltinamas ir suprastas jo šeimos ir nužudytas religinių lyderių. Ką manai su tavimi, jei sekėsi Jėzumi?
sv: Jesus - som var perfekt - blev falskt anklagad och missförstått av Hans familj och dödad av religiösa ledare. Vad tror du kommer att hända med dig om du följer Jesus?
uk: Ісус – незважаючи на Свою досконалість – був неправдиво звинувачений, Его не розуміли рідні, а віруючі люди вбили. Як ви думаєте, що з вами станеться, якщо ви будете слідувати за Ісусом?

source: The First Century Church was persecuted
ar: تعرضت كنيسة القرن الأول للاضطهاد
es: La Iglesia del primer siglo fue perseguida
lt: Pirmoji amžių bažnyčia buvo persekiojama
sv: Första århundradekyrkan förföljdes
uk: Церкву першого століття переслідували

source: Acts 5:17-18, 38-42
es: Hechos 5:17-18, 38-42
lt: Apd 5: 17-18, 38-42
sv: Apg 5: 17-18, 38-42
uk: Дії 5:17-18, 38-42

source: The Jewish leadership arrested the apostles for preaching the Word, because of jealousy
ar: القيادات اليهودية ألقت القبض على الرسل للتبشير بالكلمة ، بسبب الغيرة
es: Los líderes Judíos arrestaron a los apóstoles por predicar la Palabra, motivados por la envidia.
lt: Žydų lyderis sulaikė apaštalus už žodžio skelbimą dėl pavydo
sv: Det judiska ledarskapet arresterade apostlarna för att predika Ordet på grund av svartsjuka
uk: Юдейске лідерство заарештувало апостолів за проповідь Слова через заздрість

source: Those who persecuted the Christians thought that they were doing this for God, though in fact they were fighting against Him
ar: أولئك الذين اضطهدوا المسيحيين ظنوا أنهم يفعلون ذلك من أجل الله ، رغم أنهم في الحقيقة كانوا يحاربونه
es: Los que perseguían a los cristianos pensaban que lo estaban haciendo para Dios, aunque en realidad estaban peleando en contra de Él.
lt: Tie, kurie persekiojo krikščionis, manė, kad tai daro dėl Dievo, nors jie iš tikrųjų kovojo prieš Jį
sv: De som förföljde de kristna trodde att de gjorde det för Gud, men i själva verket kämpade de mot honom
uk: Ті, хто переслідував християн думали, що вони роблять це для Бога, хоча насправді вони боролися проти Бога

source: The apostles suffered physical mistreatment
ar: لقد عانى الرسل من سوء المعاملة الجسدية
es: Los apóstoles sufrieron el maltrato físico.
lt: Apaštalai patyrė fizinį netinkamą elgesį
sv: Apostlarna lidit fysisk misshandel
uk: Апостолам доводилось терпіти фізичні страждання

source: Persecution did not stop the disciples from daily proclamation
ar: لم يمنع الاضطهاد التلاميذ من الإعلان اليومي
es: La persecución no detuvo a los discípulos de la proclamación diaria.
lt: Persekiojimas neapsaugojo mokinių nuo kasdienio paskelbimo
sv: Förföljelse hindrade inte lärjungarna från dagliga proklamationer
uk: Переслідування не зупинили учнів, і вони продовжили щодня сповіщати Слово

source: Acts 28:21-22
es: Hechos 28:21-22
lt: Apd 28, 21-22
sv: Apg 28: 21-22
uk: Дії 28:21-22

source: Everywhere, the church was highly controversial
ar: في كل مكان ، كانت الكنيسة مثيرة للجدل للغاية
es: Por todas partes, la iglesia era altamente controversial.
lt: Visur bažnyčia buvo labai prieštaringa
sv: Överallt var kyrkan mycket kontroversiell
uk: Церква всюди викликала безліч суперечок

source: The church was called a "sect" (cult)
ar: كانت تسمى الكنيسة "البدعه"
es: La iglesia fue llamada una "secta" (una "secta destructiva")
lt: Bažnyčia vadinama "sekta" (kultu)
sv: Kyrkan kallades en "sekt" (kult)
uk: Церкву називали «сектою» (культом)

source: Since the International Christian Churches have the goal of imitating Jesus and the first century church, what will happen to us? If a church is not being persecuted, what does that imply?
ar: بما أن للكنائس المسيحية الدولية هدف تقليد يسوع وكنيسة القرن الأول ، ماذا سيحدث لنا؟ إذا لم يتم اضطهاد الكنيسة ، فماذا يعني ذلك؟
es: Ya que las Iglesias Cristianas Internacionales tienen la meta de imitar a Jesús y a la iglesia del primer siglo, ¿qué nos va a pasar a nosotros? ¿Si una Iglesia no recibe persecución? ¿Qué quiere decir eso?
lt: Kadangi tarptautinės krikščionių bažnyčios siekia imituoti Jėzų ir pirmosios amžiaus bažnyčią, kas su mumis atsitiks? Jei bažnyčia nėra persekiojama, ką reiškia tai?
sv: Eftersom de internationella kristna kyrkorna har som mål att imitera Jesus och kyrkan från första århundradet, vad händer vi? Om en kyrka inte förföljas, vad betyder det?
uk: Що нас очікує, якщо врахувати мету Міжнародних Християнських Церков - наслідувати Ісуса і церкви першого століття? Якщо церква не стикається з переслідуваннями, що це означає?

source: Causes of persecution.
ar: أسباب الاضطهاد
es: Los Motivos de la Persecución
lt: Persekiojimo priežastys.
sv: Orsaker till förföljelse.
uk: Причини переслідувань

# persecution #1
source: 1 Timothy 4:16
es: 1 Timoteo 4:16
lt: 1 Timotiejui 4:16
sv: 1 Timoteus 4:16
uk: 1 Тимофію 4:16

source: — Life and Doctrine
ar: ألحياه وألعقيده
es: - El Estilo de Vida y la Doctrina
lt: - Gyvenimas ir doktrina
sv: - Liv och läran
uk: життя і вчення

source: Life
ar: ألحياه
es: El Estilo de Vida
lt: Gyvenimas
sv: Liv
uk: Життя

source: 1 Peter 4:3-4
es: 1 Pedro 4:3-4
uk: 1 Петра 4:3-4

source: The world feels condemned by those who no longer participate in its sin
ar: العالم يشعر بإدانة من قبل أولئك الذين لم يعودوا يشاركون في خطيئته
es: El mundo se siente condenado por los que ya no participan en su pecado.
lt: Pasaulis jaučiasi pasmerktas tų, kurie nebeturi savo nuodėmės
sv: Världen känner sig fördömd av dem som inte längre deltar i sin synd
uk: Світ відчуває осуд з боку тих, хто більше не бере участі в його гріхах

source: 1 Peter 4:12-16
es: 1 Pedro 4:12-16
lt: 1 Petro 4: 12-16
uk: 1 Петра 4:12-16

source: Do not be surprised or ashamed by persecution, but be sure you are persecuted for righteousness' sake
ar: لا تتفاجأ أو تخجل من الاضطهاد ، ولكن تأكد من أنك مضطهد من اجل الحق
es: No te sorprendas ni te avergüences por la persecución, pero asegúrate que te están persiguiendo por causa de tu justicia.
lt: Nebijok nenuostabu ar gėdos dėl persekiojimo, bet būkite persekiojami už teisingumą.
sv: Bli inte förvånad eller skäms av förföljelse, men var säker på att du förföljs för rättfärdighetens skull
uk: Не дивуйтеся переслідуванням і не соромтеся їх. Будьте впевнені - ви страждаєте за правду

# persecution #1
source: Doctrine
ar: المذهب
es: La Doctrina
lt: Doktrina
sv: Lära
uk: Вчення

source: Preaching the Word —
ar: وعظ ألكلمه
es: Predicando la Palabra -
lt: Žodžio skelbimas -
sv: Predikar ordet
uk: Проповідь Слова

source: John 15:18-20, 16:1-4
ar: يوحنا 15 18-20 يوحنا 16 1-4
es: Juan 15:18-20; 16:1-4
uk: Івана 15:18-20; 16:1-4

source: Jesus warns that persecution comes to those who preach the same message as Him
ar: يحذر يسوع من أن الاضطهاد يأتي لأولئك الذين يبشرون بنفس الرسالة التي يطلقها
es: Jesús advierte que cuando un discípulo predica el mensaje de Jesús, el discípulo va a recibir la misma respuesta - el odio y la persecución.
lt: Jėzus įspėja, kad persekiojimas ateina į tuos, kurie skelbia tą pačią žinią kaip ir apie Jį
sv: Jesus varnar för att förföljelse kommer till de som predikar samma budskap som han
uk: Ісус попереджав, що тих, хто проповідує те ж, що і Він, будуть переслідувати

source: Jesus warns that the price of hatred is certain, and perhaps even death
ar: يحذر يسوع من أن ثمن الكراهية مؤكد ، وقد يكون موت
es: Jesús advierte a los discípulos acerca de la persecución, para que no se desvien. Jesús advierte a los discípulos acerca de ser expulsados de la Sinagoga - perdiendo sus amistades más íntimas - y hasta siendo asesinados por gente que piensa que está sirviendo a Dios al hacerlo.
lt: Jėzus įspėja, kad neapykantos kaina yra tikra, o gal net mirtis
sv: Jesus varnar för att priset på hat är säkert och kanske till och med döden
uk: Ісус попереджав, що ненависть людей не обійдеться вам безкоштовно, можливо навіть, що це буде коштувати вам життя

source: Narrow Road of Salvation —
ar: طريق ألخلاص ألضيق
es: El camino Estrecho de la Salvación -
lt: Siauras kelių išgelbėjimas -
sv: Smal väg av frälsning -
uk: Вузький шлях спасіння

source: Matthew 7:13-14
ar: متى 7 13-14
es: Mateo 7:13-14
lt: Mato 7: 13-14
sv: Matteus 7: 13-14
uk: Матвія 7:13-14

source: Acts 4:12
ar: أعمال ألرسل 4:12
es: Hechos 4:12
lt: Apd 4:12
sv: Apg 4:12
uk: Дії 4:12

source: Only an individual who believes in Jesus is saved. (This truth condemns atheists, polytheists, Jews, Muslims, Hindus, Buddhists, etc...)
ar: فقط الشخص الذي يؤمن بيسوع مخلص. (هذه الحقيقة تدين الملحدين والمشركين واليهود والمسلمين والهندوس والبوذيين ، الخ ...)
es: Solamente quien cree en Jesús es salvo (Esta verdad condena a los ateos, los politeístas, los judios, los musulmanes, lo hidúes, los budistas, etc)
lt: Tiktai žmogus, kuris tiki Jėzumi, yra išgelbėtas. (Ši tiesa smerkia ateistai, politeistai, žydai, musulmonai, induai, budizmai ir kt.)
sv: Endast en person som tror på Jesus är rädd. (Denna sanning fördömer ateister, polytheister, judar, muslimer, hinduer, buddhister, etc ...)
uk: Тільки той, хто вірить в Ісуса, врятований. (Ця істина засуджує атеїстів, політеїстами, іудеїв, мусульман, індуїстів, буддистів тощо)

source: Acts 2:36-38
es: Hechos 2:36-38
lt: Apd 2: 36-38
sv: Apg 2: 36-38
uk: Дії 2:36-38

source: Only an adult who is water baptized for the forgiveness of sins is saved. (This truth condemns those who practice infant baptism and "praying Jesus into your heart" as doctrines of salvation)
ar: فقط الشخص البالغ الذي تعمد بالماء لمغفرة الخطايا يخلص. (هذه الحقيقة تدين أولئك الذين يمارسون معمودية الأطفال و "يصلون يسوع إلى قلبك" كمذاهب الخلاص)
es: Solamente un adulto que está bautizado en agua para el perdón de sus pecados es salbo. (Esta verdad condena a quienes practican el bautismo de los bebés y el "orar para recibir a Jesucristo en tu corazón" como doctrinas de salvación).
lt: Tik suaugusiam, kuris yra pakrikštytas už nuodėmių atleidimą, yra išgelbėtas. (Ši tiesa smerkia tuos, kurie praktikuoja kūdikių krikštą ir "meldžia Jėzų į savo širdį" kaip išganymo doktrinas)
sv: Endast en vuxen som är döpt för syndens förlåtelse är räddad. (Den här sanningen fördömer dem som utövar spädbarns dop och "ber Jesus i ditt hjärta" som frälsningens läror)
uk: Тільки доросла людина, що прийняла водне хрещення для прощення гріхів, врятована. (Ця істина засуджує тих, хто практикує хрещення немовлят і «молитву, щоб Ісус ввійшов у їхнє серце» як доктрини порятунку)

# persecution #1
source: Matthew 28:19-20
es: Mateo 28:19-20
sv: Matteus 28: 19-20
uk: Матвія 28:19-20

source: Only the person who makes the decision to be baptized as a disciple is saved. (This truth condemns those who may baptize for remission of sins, but are not made into disciples before and after baptism)
ar: يتم خلاص ألشخص عندما يتخذ قرار التعميد كتسلّم فقط. (هذه الحقيقة تدين أولئك الذين قد يعمدون لمغفرة الخطايا ، لكنهم لا يصنعون التلاميذ قبل المعمودية وبعدها)
es: Solamente la persona que toma la decisión de bautizarse como discípulo es salvo. (Esta verdad condena a los que aunque bauticen para el perdrón de los pecados, pero no los hacen discípulos antes de y después de bautizarse).
lt: Tik tas asmuo, kuris priima sprendimą būti krikštuotam mokiniu, yra išgelbėtas. (Ši tiesa smerkia tuos, kurie gali pakrikšti norėdamos atleisti nuodėmes, bet dar neatsirado mokinių prieš ir po krikšto)
sv: Endast den person som fattar beslutet att bli döpt som en lärjunge är räddad. (Denna sanning fördömer dem som kan döpa för synders förlåtelse, men är inte gjorda till lärjungar före och efter dopet)
uk: Тільки людина, що прийняла рішення хреститися як учень, врятована. (Ця істина засуджує тих, хто хрестяться для прощення гріхів, але не стають учнями до і після хрещення)
