Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

source: Do you have feedback, suggestions or questions regarding this mobile application or the First Principles study series? Please let us know!
ar: هل لديك ملاحظات أو اقتراحات أو أسئلة بخصوص هذا التطبيق المحمول أو سلسلة دراسة المبادئ الأولى؟ أرسل لنا من فضلك
es: Tienes alguna recomendación, sugerencia o preguntas respecto a la aplicación móvil o los estudios de principios básicos? Por favor dejanos saber!
lt: Ar turite atsiliepimų, pasiūlymų ar klausimų dėl šios mobiliosios programos ar Pirmųjų principų studijų serijos? Prašau Pranešk mums!
sv: Har du feedback, förslag eller frågor angående denna mobilapplikation eller studieprincipen för första principerna? Vänligen meddela oss!

source: To contact us regarding technical questions, such as improving this application on mobile devices, send an e-mail to:
ar: للاتصال بنا فيما يتعلق بالأسئلة الفنية ، مثل تحسين هذا التطبيق على الأجهزة المحمولة ، أرسل رسالة بريد إلكتروني إلى:
es: Para contactarnos respecto a preguntas técnicas, como para mejorar esta aplicación en dispositivos móviles, envia un e-mail a:
lt: Jei norite susisiekti su mumis dėl techninių klausimų, pvz., Tobulinti šią programą mobiliuosiuose įrenginiuose, išsiųskite el. Laišką adresu:
sv: För att kontakta oss om tekniska frågor, till exempel att förbättra den här applikationen på mobila enheter, skicka ett mail till:

source: support
ar: دعم
es: soporte
lt: Parama
sv: Stöd

source: To contact us regarding the Biblical content of these First Principles studies, visit our:
ar: للاتصال بنا فيما يتعلق بالمحتوى الكتابي لدراسات المبادئ الأولى ، تفضل بزيارة:
es: Para contactar respecto al contenido biblico de los principios Básicos visita nuestra
lt: Jei norite susisiekti su mumis dėl Biblijos šių pirmųjų principų studijų turinio, apsilankykite:
sv: För att kontakta oss angående det bibliska innehållet i dessa förstudier, besök vår:

source: Movement Website
ar: موقع ألحركه( ألكنيسه)
es: Página del Movimiento
lt: Judėjimo svetainė
sv: Rörelse webbplats

source: and locate Church in nation/city you want to contact to
ar: وحدد موقع الكنيسة في الدولة / المدينة التي تريد الاتصال بها
es: y encuentra la Iglesia en tu país/ciudad que quieras contactar
lt: Ir suraskite Bažnyčią tautoje / mieste, su kuria norite susisiekti
sv: Och lokalisera kyrkan i den land / stad du vill kontakta

source: We look forward to hearing from you! We strive to respond promptly to all correspondence.
ar: يسعدنا جدا السماع منك! نحن نسعى جاهدين للرد على الفور على جميع المراسلات.
es: ¡Esperamos con interés escuchar de usted! Nos esforzamos por responder con prontitud a toda la correspondencia.
lt: Mes laukiame jūsų išklausymo! Mes stengiamės greitai atsakyti į visą korespondenciją.
sv: Vi ser fram emot att höra av dig! Vi strävar efter att reagera snabbt på all korrespondens.

source: - Chapman
ar: لكاتبه جامب مان
lt: - Chapmanas

source: - Edwards -
ar: -إدواردز
lt: - Edvardas -

source: - Rivers -
ar: -ريفرز
lt: - Upės -

# coming_of_the_kingdom #2
source: Jerusalem
ar: أورشليم
lt: Jeruzalė
uk: Ієрусалим

source: Hematidrosis
ar: تعرق دموي
lt: Hematriozė

source: WEV
sv: Bibel2000

source: CAICC.net
ar: هذا موقعنا: CAICC.met

source: KipMcKean.com
ar: KipMcKean.com هنا تجد رابط الكتاب المذكور أعلاه

source: - Coleman -
ar: - كولمان

source: - Taylor
ar: -تايلور

source: - McKean
ar: ماك كين
uk: - МакКін

source: v. 25
ar: ألإصحاح 25
uk: в. 25

source: v. 22
ar: إصحاح 22
uk: ст. 22

# light_and_darkness #1
source: v. 24
ar: إصحاح 24
uk: в. 24

# light_and_darkness #1
source: v. 23
ar: إصحاح 23
uk: в. 23

source: video
ar: الفيديو

source: v. 21
ar: إصحاح 21

source: v. 26
ar: إصحاح 26

# church #1
source: v. 23
ar: إصحاح 23

# church #1
source: v. 24
ar: إلأصحاح ٢٤

source: v. 18-21
ar: إصحاح 18-21
uk: Колосянам 3:18-21

# christ_is_your_life #1
source: v. 22-24
ar: إصحاح 22-24
uk: Колосянам 3:22-24

# christ_is_your_life #2
source: v. 22-24
ar: إصحاح 22-24
uk: Колосянам 3:22-24

# coming_of_the_kingdom #1
source: Daniel 2:31-45
uk: Даніїла 2:31-45

# coming_of_the_kingdom #2
source: Daniel 2:31-45
uk: Даніїла 2:31-45
