Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

source: shows that tongues as a gift were not given to everyone in the church. Thus the concept of a "Pentecostal church" (every member speaking in tongues) is contrary to Scripture
ar: يوضح أن الألسنة كعطيه روحيه لم تعط لكل فرد في الكنيسة. وهكذا فإن مفهوم "الكنيسة الخمسينية" (كل عضو يتكلم بألسنة) يتناقض مع الكتاب المقدس
es: enseña que el don de lenguas no se daba a todos en la iglesia. Por lo tanto el concepto de una "iglesia Pentecostal" (todo miembro hablando en lenguas) contradice las escrituras.
lt: Rodo, kad liežuviai kaip dovana nebuvo duodami visiems bažnyčiose. Taigi "Sekmininkų bažnyčios" sąvoka (kiekvienas kalbos narys kalba) prieštarauja Raštui
sv: Visar att tungor som gåva inte gavs till alla i kyrkan. Således strider begreppet "Pentecostal Church" (varje medlem som talar i tungan) mot Skriften

source: 1 Corinthians 13:8-10
es: 1 Corintios 13:8-10
lt: 1 Korintiečiams 13: 8-10
sv: 1 Korinthierna 13: 8-10

source: "Perfection" here could not mean the coming of Christ because it is in the neuter gender in Greek, not the masculine gender. When perfection comes probably refers to the canonization of the Bible some time after the first century. At that time, all the miraculous gifts would be gone because all the apostles and those to whom they passed the gifts would have died
ar: "الكمال" هنا لا يمكن أن يعني مجيء المسيح لأنه في اللغه اليونانيه الكلمه حياديه ، وليست للجنس المذكر. عندما يحين الكمال قد يشير إلى إعلان الكتاب المقدس في الفتره ما بعد القرن الأول. بعد تلك الفتره وليومنا هذا، زالت كل هدايا روحيه لأن جميع الرسل ومَن قُبِلوا الهدايا قد ماتوا
es: "Perfección" aquí no puede significar la venida de Cristo ya que está en el género neutro en Griego, y no el género masculino. Cuando venga la perfección probablemente se refiere a la canonización de la Biblia un tiempo después del primer siglo. En ese tiempo, todos los dondes milagrosos ya habrían desaparecido porque todos los apóstoles y aquellos a quienes les pasaron los dones ya habrían muerto.
lt: Čia "tobulumas" čia negalėjo reikšti Kristaus atėjimo, nes graikų kalba yra ne vyriška lytis, o ne vyriška lytis. Kai tobulumas ateina, tikriausiai kalbama apie Biblijos kanonizaciją praėjus šimtmečiui. Tuo metu visos stebuklingos dovanos būtų praeityje, nes visi apaštalai ir tie, kuriems jie davė dovanų, būtų mirę
sv: "Perfektion" här kunde inte innebära Kristi ankomst eftersom det är i det genuera könet på grekiska, inte det maskulina könet. När fulländning kommer sannolikt hänvisar till kanoniseringen av Bibeln någon gång efter det första århundradet. Vid den tiden skulle alla de mirakulösa gåvorna vara borta eftersom alla apostlarna och de till vilka de passerade gåvorna skulle ha dött

source: The purpose of the miraculous gifts from
ar: الغرض من العطايا ألروحيه من
es: El propósito de los dones milagrosos
lt: Iš stebuklingų dovanų tikslas
sv: Syftet med de mirakulösa gåvorna från

source: 1 Corinthians 14:20-22
es: 1 Corintios 14:20-22
lt: 1 Korintiečiams 14, 20-22
sv: 1 Korinthierna 14: 20-22

source: To get non-believers to believe (tongues were only to be used to bring non-believers to faith)
ar: لإقناع ألغير المؤمنين (ألألسنه لم تستخدم سوى لجلب غير المؤمنين إلى الإيمان)
es: Ayudar a no-creyentes a creer. (Lenguas debían usarse solamente para traer a no-creyentes a la fe)
lt: Norėdami netikinčiųjų tikėti (liežuviai buvo naudojami tik tam, kad įtikintų tikinčiuosius)
sv: Att få icke-troende att tro (tungor skulle bara användas för att föra icke-troende till tro)

source: To edify the Christians and strengthen their faith
ar: لكي يعلم المسيحين ويثبت عقيدتهم
es: Edificar a Cristianos y reforzar su fe.
lt: Išugdyti krikščionis ir stiprinti jų tikėjimą
sv: Att bygga upp de kristna och stärka sin tro

source: Now the Bible fulfills these needs — thus the church today does not need apostles or miraculous gifts
ar: في يومنا الحالي الكتاب المقدس يلبي هذه الاحتياجات - وبالتالي فإن الكنيسة اليوم لا تحتاج إلى رسل أو هدايا خارقة
es: Ahora la Biblia suple estas necesidades - por consiguiente la iglesia hoy no necesita apóstoles ni dones milagrosos.
lt: Dabar Biblija tenkina šiuos poreikius - todėl bažnyčiai šiandien nereikia apaštalų ar stebuklingų dovanų
sv: Bibeln uppfyller nu dessa behov, så kyrkan behöver idag inte apostlar eller mirakulösa gåvor

source: 2 Thessalonians 2:9-12
ar: تسالونيكي 2:9-12
es: 2 Tesalonicenses 2:9-10
lt: 2 Tesalonikiečiams 2: 9-12
sv: 2 Tessalonikerna 2: 9-12

source: shows that there can be miracles by Satan today. Satan's purpose is to deceive people about the truth, so they will not be saved
ar: تعلمنا أنه يمكن أن يكون هناك معجزات من الشيطان اليوم. هدف الشيطان هو خداع الناس عن الحقيقة ، حتى لا يتم إنقاذهم
es: Demuestra que pueden haber milagros por Satanás hoy dia. El propósito de Satanás es engañar a la gente acerca de la verdad, para que no sean salvos.
lt: Rodo, kad šiandien šėtonas gali būti stebuklų. Šėtono tikslas yra apgauti žmones apie tiesą, todėl jie nebus išgelbėti
sv: Visar att det kan finnas mirakel av Satan idag. Satans syfte är att lura människor om sanningen, så att de inte kommer att räddas

source: Speaking in "tongues" is common in many religions (Mormon, Catholic, Islam, etc.), because religion gets dried and staid. These are also called "ecstatic utterances" — non-understandable sounds and fragments of speech
ar: الحديث في "الألسنة" شائع في العديد من الأديان (المورمون والكاثوليك والإسلام ، إلخ) ، لأن الدين يجف وغير حيوي . وتسمى هذه أيضا "كلمات النشوة" - أصوات غير مفهومة وأجزاء من الكلام
es: Hablando en "lenguas" es común a muchas religiones (Mormones, Católicos, Islam, etc...) porque la religión se vuelve seca y aburrida. Son también llamados "palabras extáticas" - sonidos y fragmentos idiomáticos incomprensibles.
lt: Kalbėjimas "kalbomis" yra paplitęs daugelyje religijų (mormonas, katalikas, islamas ir tt), nes religija išdžiūsta ir ištverminga. Tai taip pat vadinamos "ekstazinėmis išraiškomis" - nesuprantamais garsais ir kalbos fragmentais
sv: Att tala i "tungor" är vanligt i många religioner (Mormon, Katolska, Islam, etc.), eftersom religionen blir torkad och staid. Dessa kallas också "extatic expressions" - oförståliga ljud och fragment av tal

source: A person can be filled with the Spirit without speaking in tongues
ar: يمكن ملء الشخص بالروح بدون التحدث بألسنة
es: Una persona puede estar llena del Espíritu sin hablar en Lenguas.
lt: Asmuo gali būti užpildytas Dvasia, nekalbant kalbomis
sv: En person kan fyllas med Anden utan att tala i tungor

source: Ephesians 5:18-20
ar: أفسس 5:18-20
es: Efesios 5:18-19
lt: Efeziečiams 5: 18-20
sv: Efesierna 5: 18-20

source: Jesus never spoke in tongues and he was accorded the full-measure of the Spirit
ar: لم يتكلم يسوع أبداً بألسنة وكان معروف بالمقياس الكامل للروح
es: Jesús nunca habló en lenguas y recibió el Espíritu en toda plenitud, sin límite.
lt: Jėzus niekada nekalbėjo kalbomis ir jam buvo suteikta Dvasios visa apimtis
sv: Jesus talade aldrig i tungor och han tilldelades Andens fullmått

source: John 3:34-36
ar: يوحنا 3:34-36
es: Juan 3:34-36
lt: Jono 3: 34-36

source: Colossians 1:15-18
ar: الرساله الى اهل كولوسيه 1:15-18
es: Colosenses 1:15-18
lt: Kolosiečiams 1: 15-18
uk: Колосянам 1:15-18

source: The church is the body of Christ. The body needs the head. The church is essential to Christianity
ar: الكنيسة هي جسد المسيح. يحتاج الجسم للرأس. الكنيسة ضرورية للمسيحية
es: La iglesia es el cuerpo de Cristo. El cuerpo necesita la cabeza. La iglesia es esencia para el cristianismo.
lt: Bažnyčia yra Kristaus kūnas. Kūnui reikia galvos. Bažnyčia yra svarbi krikščionybei
sv: Kyrkan är Kristi kropp. Kroppen behöver huvudet. Kyrkan är väsentlig för kristendomen
uk: Церква - це тіло Христа. Тілу потрібна голова. Церква - невід'ємна частина Християнства

source: HEAD
ar: ألرأس
es: CABEZA
lt: GALVA
sv: HUVUD

source: CHRIST
ar: ألمسيح
es: CRISTO
sv: KRISTUS

source: BODY
ar: ألجسد
es: CUERPO
lt: KŪNAS
sv: KROPP

source: CHURCH
ar: ألكنيسه
es: IGLESIA
lt: Bažnyčia
sv: KYRKA

source: Ephesians 2:19-21
es: Efesios 2:19-21
lt: Efeziečiams 2: 19-21
sv: Efesierna 2: 19-21

source: The church is the family of God
ar: ألكنيسه هي عائله ألرب
es: La iglesia es la familia de Dios
lt: Bažnyčia yra Dievo šeima
sv: Kyrkan är Guds familj

# church #1
source: GOD
ar: ألرب
es: DIOS
lt: Dievas
sv: GUD

source: (Father)
ar: ألأب
es: (Padre)
lt: (Tėvas)
sv: (Far)

# church #1
source: Christian
ar: مسيحي
es: Cristiano
lt: Krikščionis
sv: kristen

# church #1
source: (Son)
ar: أبن
es: (Hijo)
lt: (Sūnus)

source: Brothers
ar: أخوه
es: Hermanos
lt: Broliai

# church #2
source: Christian
ar: مسيحي
es: Cristiano
lt: Krikščionis
sv: kristen

# church #2
source: (Son)
ar: أبن
es: (Hijo)
lt: (Sūnus)

# church #1
source: 1 Corinthians 12:12-13
es: 1 Corintios 12:12-13
lt: 1 Korintiečiams 12: 12-13
sv: 1 Kor 12: 12-13

source: teaches that we are baptized into the body of Christ, the church
ar: تعلم بأننا تعمدنا في جسد المسيح ، الكنيسة
es: En el bautismo, nos unimos al cuerpo de Cristo, la iglesia.
lt: Moko, kad mes esame pakrikštyti Kristaus kūne, bažnyčioje
sv: Lär ut att vi är döpta i Kristi kropp, kyrkan

source: Romans 6:3-4
es: Romanos 6:3-4
lt: Romiečiams 6: 3-4
sv: Romarbrevet 6: 3-4

source: teaches that we are also baptized into Christ. Baptism is when we become Christian, a son of God, and at that same point we become members of the church, the family of God
ar: يعلم أننا تعمدنا أيضا في المسيح. المعمودية هي عندما نصبح مسيحيين ، اولاد الله ، وعند هذه النقطة نفسها نصبح أعضاء في الكنيسة ، عائلة الله
es: Nos enseña que también nos unimos a Cristo en el bautismo. El bautismo es cuando nos convertimos en un Cristiano, un/a hijo/a de Dios, y al mismo tiempo llegamos a formar parte de la iglesia, la familia de Dios.
lt: Moko, kad mes taip pat esame pakrikštyti Kristuje. Krikštas yra tada, kai mes tampa krikščioniu, Dievo sūnumi, ir tuo pačiu momentu mes tampa bažnyčios nariais, Dievo šeima
sv: Lär ut att vi också är döpta till Kristus. Dopet är när vi blir kristna, Guds son, och vid samma tidpunkt blir vi medlemmar i kyrkan, Guds familj

source: Ephesians 2:20
es: Efesios 2:20
lt: Efeziečiams 2:20
sv: Efesierna 2:20

source: Cornerstone: Christ
ar: حجر الزاوية: المسيح
es: La piedra angular: Cristo
lt: Kertinis akmuo: Kristus
sv: Hörnsten: Kristus

source: Foundation: Apostles and Prophets
ar: الأساس: الرسل والأنبياء
es: La fundación: Los apóstoles y los profetas
lt: Fondas: apaštalai ir pranašai
sv: Stiftelsen: Apostlar och Profeter

source: Apostles = New Testament Bible
ar: الرسل = العهد الجديد
es: Los Apóstoles = El Nuevo Testamento
lt: Apaštalai = Naujojo Testamento Biblija
sv: Apostlarna = Nya testamentet Bibeln

source: Prophets = Old Testament
ar: ألانبياء= ألعهد ألقديم
es: Los profetas = El Antiguo Testamento
lt: Pranašai = Senasis Testamentas
sv: Profeterna = Gamla testamentet

source: The church is based on the Word of God only
ar: الكنيسة مبنية على كلمة الله فقط
es: La iglesia está fundada en la palabra de Dios solamente
lt: Bažnyčia remiasi tik Dievo Žodžiu
sv: Kyrkan är endast baserad på Guds ord

source: Have you ever wondered why there are so many denominations — divisions?
ar: هل تساءلت يوما لماذا هناك العديد من الطوائف - الانقسامات؟
es: ¿Te has preguntado por qué existen tantas denominaciones? - divisiones?
lt: Ar kada nors susimąstėte, kodėl yra tiek daug denominacijų - padalijimų?
sv: Har du någonsin undrat varför det finns så många valörer - divisions?

source: (450 or more exist in the U.S. alone)
ar: 450 أو أكثر موجوده فقط في ألولايات ألمتحده
es: (más de 450 existen en los Estados Unidos solamente)
lt: (450 ar daugiau egzistuoja tik JAV)
sv: (450 eller mer existerar endast i USA)

source: The Bible teaches that there is one church
ar: ألكتاب ألمقدس يعلمنا بأنه يوجد كنيسه واحده
es: La Biblia nos enseña que sólo hay una iglesia
lt: Biblija moko, kad yra viena bažnyčia
sv: Bibeln lär ut att det finns en kyrka

# church #1
source: Ephesians 4:4-6
es: Efesios 4:4-6
lt: Efeziečiams 4: 4-6
sv: Efesierna 4: 4-6

# church #1
source: — one body
ar: جسد واحد
es: - Un solo cuerpo
lt: - vienas kūnas
sv: - en kropp

source: Romans 12:4-5
es: Romanos 12:4-5
lt: Romiečiams 12: 4-5
sv: Romarbrevet 12: 4-5

# church #2
source: — one body
ar: جسد واحد
es: - Un solo cuerpo
lt: - vienas kūnas
sv: - en kropp

# church #2
source: 1 Corinthians 12:12-13
es: 1 Corintios 12:12-13
lt: 1 Korintiečiams 12: 12-13
sv: 1 Kor 12: 12-13

# church #3
source: — one body
ar: جسد واحد
es: - Un solo cuerpo
lt: - vienas kūnas
sv: - en kropp

source: Divisions in Christendom are either of Satan or of God
ar: الانقسامات في العالم المسيحي هي إما من الشيطان أو من الله
es: Las divisiones en el cristianismo o son de Satanás o son de Dios.
lt: Krikščionybės skyrius yra Šėtonas ar Dievas
sv: Avdelningar i kristendomen är antingen Satan eller Guds

source: 1 Corinthians 1:10-13
es: 1 Corintios 1:10-13
lt: 1 Korintiečiams 1: 10-13
sv: 1 Korintierna 1: 10-13

source: Division is sin, when following personalities and in time their writings (traditions of men that contradict the Word — false doctrines)
ar: الإنقسام هو خطيئه ، عند اتباع أشخاص معينين أو كتابات اأشخاص (تقاليد الرجال التي تتناقض مع الكلمة - المذاهب الزائفة)
es: No hay divisiones. Sieguiendo personalidades y después su literatura (las tradiciones de los hombres que contradicen la Palabra de Dios - doctrinas falsas)
lt: Padalijimas yra nuodėmė, kai, vadovaujantis asmenybėmis ir laiku, jų raštai (žmonijos tradicijos, prieštaraujančios Žodžiui - klaidingos doktrinos)
sv: Division är synd, när man följer personligheter och i tid sina skrifter (traditioner för män som strider mot ordet - falska läror)

# church #1
source: Matthew 15:6-9
es: Mateo 15:6-9
sv: Matteus 15: 6-9

source: Luke 12:51-53
es: Lucas 12:51-53
lt: Luko 12: 51-53
sv: Lukas 12: 51-53

# church #1
source: John 10:19-21
es: Juan 10:19-21
lt: Jono 10: 19-21

source: Division will occur and is righteous, when an individual, church or movement aligns themselves with the Word of God. The Jews considered themselves "God's people," yet Jesus' words (the truth) divided them into two groups — those who opposed Him and those who obeyed Him
ar: سيحدث التقسيم ويكون مقبولا، عندما يتحد فرد أو كنيسة أو حركة مع كلمة الله. اليهود اعتبروا أنفسهم "شعب الله" ، لكن كلمات يسوع (الحقيقة) قسمتهم إلى مجموعتين - أولئك الذين عارضوه وأولئك الذين أطاعوه
es: La división va a ocurrir y es justo, cuando una persona, iglesia o movimiento se alinea con la Palabra de Dios. Los judíos se consideraban el "pueblo de Dios", sin embargo las palabras de Jesús (la verdad) los dividió en dos grupos - los que se oponían y los que obedecían.
lt: Padalinys įvyks ir yra teisus, kai individas, bažnyčia ar judėjimas suderina save su Dievo Žodžiu. Žydai laikė save "Dievo žmonėmis", tačiau Jėzaus žodžiai (tiesa) padalijo juos į dvi grupes - tas, kurios priešinosi Jį ir tiems, kurie Jį pakluso
sv: Uppdelning kommer att ske och är rättfärdig, när en individ, kyrka eller rörelse anpassar sig till Guds ord. Judarna ansåg sig själva "Guds folk", men Jesu ord (sanningen) delade dem in i två grupper - de som motsatte sig honom och de som lydde honom

source: The following are the major historical divisions in Christendom — some were formed by a noble stand for the truth (though not a complete return), while others were departures from the truth
ar: وفيما يلي الانقسامات التاريخية الكبرى في العالم المسيحي - بعضها تشكلت من قبل موقف نبيل من أجل الحق على الرغم من عدم العودة الكاملة) ، في حين أن الآخرين كانوا تاركين ألحقيقه
es: A continuación vemos las principales divisiones en la historia del cristianismo - unas se hicieron por una noble causa a favor de la verdad (aunque no fue un regreso completo), mientras otras fueron desviaciones de la verdad
lt: Štai pagrindiniai istoriniai skirtumai christendom - kai kurie buvo suformuoti kilnus stovėti tiesos (nors ne visiškai sugrįžti), o kiti buvo išvykimas iš tiesos
sv: Följande är de stora historiska uppdelningarna i kristendomen - några bildades av en ädel ställning för sanningen (men inte en fullständig återkomst), medan andra var avvikelser från sanningen

source: Through the centuries the church was corrupted by traditions of men — false doctrines, such as: infant baptism, original sin, perpetual virginity of Mary, priests as clergy, papal infallibility, etc… This becomes the
ar: على مر القرون كانت الكنيسة ولازالت مشوهه بتقاليد الرجال - مذاهب خاطئة ، مثل: معمودية الأطفال ، الخطيئة الأصلية ، عذرية مريم الدائمة ، الكهنة كإكليروس ، العصمة البابوية ، الخ ...
es: A través de los siglos la iglesia se corrompió con las tradiciones de los hombres - las falsas doctrinas, tales como: el bautismo de los bebés, el pecado original, la virginidad perpétua de Maria, el sacerdocio, la infalibilidad del papa, etc... Esta llega a ser la
lt: Per šimtmečius bažnyčia buvo sugadinta dėl žmonių tradicijų - melagingų doktrinų, tokių kaip: kūdikių krikštas, originali nuodėmė, amžinoji Marijos mergelė, kunigai kaip dvasininkai, popiežių neklystimai ir kt. Tai tampa
sv: Genom århundradena var kyrkan skadad av människans traditioner - falska läror, såsom barndop, original synd, evig oskuld av Maria, präster som prästerskap, pappel ofelbarhet osv. ... Det blir den

source: Catholic Church
ar: ألكنيسه ألكاثوليكيه
es: Iglesia Católica
lt: Katalikų bažnyčia
sv: Katolsk kyrka

source: In 364 AD the Roman Empire is split into two parts. This division leads to a split in Christianity — the eastern portion becomes the
ar: في 364 ميلادي تم تقسيم الإمبراطورية الرومانية إلى قسمين. هذا التقسيم يؤدي إلى انقسام في المسيحية - الجزء الشرقي يصبح
es: En 364 D.C el imperio Romano se divide en dos partes. Esa división causa una rotura en el cristianismo - la parte en el este se convierte en la
lt: 364 m. Romos imperija yra padalinta į dvi dalis. Šis suskirstymas veda į krikščionybės padalijimą - rytinė dalis tampa
sv: I 364 e.Kr. är det romerska riket uppdelat i två delar. Denna uppdelning leder till en splittring i kristendomen - den östra delen blir

source: Eastern Orthodox Church
ar: الكنيسة الارثوذكسية الشرقية
es: Iglesia Ortodoxa del Este
lt: Rytų ortodoksų bažnyčia
sv: Östra ortodoxa kyrkan

source: and the western part becomes the
ar: والجزء الغربي يصبح
es: y la parte en el oeste se vuelve la
lt: Ir vakarinė dalis tampa
sv: Och den västra delen blir

source: Roman Catholic Church
ar: الكنيسة الكاثوليكية الرومانية
es: Iglesia Católica
lt: Romos katalikų bažnyčia
sv: Romersk katolsk kyrka

source: Practices diverge, for example — Orthodox has married priests, Roman Catholic priests are celibate. The "Great Schism" occurs in 1054 AD, as the leaders of "each church" excommunicate each other
ar: تتباين الممارسات ، على سبيل المثال - تزوج الأرثوذكس من الكهنة ، وكان الكهنة الرومان الكاثوليك عازبين. تحدث "الانشقاق العظيم" في 1054 م ، حيث أن زعماء "كل كنيسة" حرموا بعضهم البعض
es: Sus prácticas empiezan a ser distintas, por ejemplo - la iglesia Ortodoxa tiene sacerdotes casados, los sacerdotes de la iglesia Católica son celibatos. El "Gran Cisma" ocurren en 1054, y los líderes de "cada iglesia" expulsan a los otros.
lt: Pavyzdžiui, praktikai skiriasi - stačiatikiai ištekėję kunigai, Romos katalikų kunigai yra celibatas. "Didysis šizmas" įvyksta 1054 m. AD, nes "kiekvienos bažnyčios" lyderiai ekskomunikuoja vienas kitą
sv: Praktiken avviker, till exempel - ortodoxa har gifte präster, romersk-katolska präster är celibat. "Stor Schism" inträffar i 1054 e.Kr., eftersom ledarna för "varje kyrka" exkluderar varandra

source: 1500's Reformation Movement
ar: حركة الاصلاح 1500
es: El Movimiento de la Reforma de los años 1500
lt: 1500 m. Reformacijos judėjimas
sv: 1500: s reformationsrörelse

source: — Martin Luther (Lutheran Church) He takes a stand against the Roman Catholic Church on these convictions: Bible authority over church authority, salvation by faith not works, and the priesthood of all believers, yet still baptizes infants. Other noted reformers were John Calvin (Presbyterian Church), Ulrich Zwingli and Conrad Grebel (Anabaptists). Anabaptists were heavily persecuted by Catholics and some reformers, because of their stand for adult baptism. Henry VIII (Anglican Church / Church of England) He breaks from the Catholic Church over his right to divorce his wife. He appoints himself head of the church. Later in the United States, the Anglican Church becomes the Episcopalian Church, since members will not follow the king of England
ar: مارتن لوثر (الكنيسة اللوثرية) يتخذ موقفاً ضد الكنيسة الكاثوليكية الرومانية بسبب هذه القناعات: سلطة الكتاب المقدس على سلطة الكنيسة ، والخلاص بالايمان لا يعمل ، وكهنوت جميع المؤمنين ، ومع ذلك يعمدون الرضع. ومن بين الإصلاحيين المشهورين الآخرين جون كالفن (الكنيسة المشيخية) ، وأولريش زوينجلي وكونراد جريبل (قائلون بتجديد العماد). اضطهد قائلون بتجديد العماد بشدة من قبل الكاثوليك وبعض الإصلاحيين ، بسبب موقفهم لمعمودية البالغين. هنري الثامن (الكنيسة الأنجليكانية / كنيسة إنجلترا) ينفصل عن الكنيسة الكاثوليكية بسبب حقه في تطليق زوجته. يعين نفسه رئيس الكنيسة. في وقت لاحق في الولايات المتحدة ، أصبحت الكنيسة الأنجليكانية الكنيسة الأسقفية ، حيث أن الأعضاء لن يتبعوا ملك إنجلترا
es: - Martín Lutero (La Iglesia Luterana). Él toma una posición en contra de la Iglesia Católica por estas convicciones: La Biblia tiene autoridad sobre la Iglesia, la salvación por fe y no por obras, y el sacerdocio de todos los creyentes, sin embargo todavía bautiza a los infantes. Otros reformistas notables fueron: Juan Calvino (La Iglesia Presbeteriana), Ulrich Zwingly y Conrad Grebel (los anabautistas). Los anabautistas fueron severamente perseguidos por los católicos y por algunos de los reformistas por su posición en favor del bautismo de los adultos. Enrique VII (la iglesia Anglicana / la Iglesia de Inglaterra) Él rompe con la iglesia Católica para tener el derecho de divorciarse de su esposa. Él se nombra a sí mismo la cabeza de la iglesia. Luego en los Estados Unidos, se vuelve la iglesia Eposcopal, ya que los miembros no iban a seguir al rey de Inglaterra.
lt: - Martinas Liuteris (liuteronų bažnyčia) Jis remiasi šiais įsitikinimais prieš Romos katalikų bažnyčią: Biblijos autoritetas bažnytinės valdžios atžvilgiu, tikėjimo išgelbėjimas ne darbais ir visų tikinčiųjų kunigystė, tačiau vis dar krikštija kūdikius. Kiti pastebėti reformatoriai buvo John Calvin (Presbyterian Church), Ulrichas Zwingli ir Conrad Grebel (Anabaptistai). Katalikų ir kai kurių reformatorių sunkiai persekiojami anabaptitai dėl jų padėties suaugusio krikšto. Henris VIII (Anglikonų bažnyčia / Anglijos bažnyčia) Jis pertraukia nuo katalikų bažnyčios per savo teisę išsiskirti savo žmoną. Jis paskiria save bažnyčios vadovu. Vėliau Jungtinėse Amerikos Valstijose anglikonų bažnyčia tampa Episcopalų bažnyčia, nes jos nariai nepasirodys Anglijos karaliui
sv: - Martin Luther (Lutherska kyrkan) Han tar ställning mot den romersk-katolska kyrkan om dessa övertygelser: Bibelns auktoritet över kyrklig auktoritet, frälsning genom troen verkar inte, och alla troendes prästadöme, men döper fortfarande barn. Andra noterade reformatorer var John Calvin (Presbyterian Church), Ulrich Zwingli och Conrad Grebel (Anabaptists). Anabaptisterna förföljdes kraftigt av katoliker och några reformatorer på grund av deras ställning för vuxna dop. Henry VIII (Anglican Church / England) Han bryter från den katolska kyrkan över sin rätt att skilja sig från sin fru. Han utser sig som kyrkans huvud. Senare i USA blir den anglikanska kyrkan den episkopala kyrkan, eftersom medlemmarna inte följer kungen i England

source: 1700's Great Awakening Movement
ar: حركة الصحوة الكبرى في 1700
es: El movimiento del Gran Despertar de los años 1700
lt: 1700 m. Didysis Awakening judėjimas
sv: 1700s stora uppvaknande rörelse
