Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

source: Preparations for the scourging were carried out when the Prisoner was stripped of His clothing and His hands tied to a post above His head. It is doubtful the Romans would have made any attempt to follow the Jewish law in this matter, but the Jews had an ancient law prohibiting more than forty lashes.
ar: وأجريت الاستعدادات للجلد عندما جُرد السجين من ملابسه وربطت يداه إلى مكان فوق رأسه. من المشكوك فيه أن الرومان كانوا سيحاولون إتباع القانون اليهودي في هذه المسألة ، لكن اليهود كان لديهم قانون قديم يحظر أكثر من أربعين جلدة.
es: Los preparativos para la flagelación se llevaron a cabo. El preso fue despojado de sus ropas y sus manos fueron atadas sobre su cabeza. Es dudoso que los romanos intentaran seguir las leyes judías con respecto a la flagelación. Los judíos tenían una ley antigua que prohibía más de cuarenta azotes. Los fariseos, que siempre fueron estrictos en asuntos de la ley, insistieron en solamente le dieran treinta y nueve. (Pues en caso de perder uno en el conteo, estaban seguros de permanecer dentro de lo legal).
lt: Pasirengimas plakimui buvo atliekamas, kai kalinys buvo išmestas iš jo drabužių, o jo rankos buvo susietos su virš jo galvos esančiu įrašu. Labai abejotina, kad romėnai būtų bandę laikytis žydų įstatymų šiuo klausimu, tačiau žydams buvo senas įstatymas, draudžiantis daugiau kaip keturiasdešimt blakstienų.
sv: Förberedelserna för scourging utfördes när Fångaren avtog hans kläder och hans händer bundna till ett stolpe över hans huvud. Det är tveksamt att romarna skulle ha gjort något försök att följa den judiska lagen i den här frågan, men judarna hade en gammal lag som förbjuder mer än fyrtio fransar.

source: The Roman legionnaire steps forward with the flagrum (or flagellum) in his hand. This is a short whip consisting of several heavy, leather thongs with two small balls of lead attached near the ends of each. The heavy whip is brought down with full force again and again across Jesus' shoulders, back, and legs. At first the thongs cut through the skin only. Then, as the blows continue, they cut deeper into the subcutaneous tissues, producing first an oozing of blood from the capillaries and veins of the skin, and finally spurting arterial bleeding from vessels in the underlying muscles.
ar: يتقدم الفيلق الروماني إلى الأمام وألسوط في يده. هذا هو سوط قصير يتكون من عدة شبشب ثقيل ، جلد مع اثنين من كرات صغيرة من الرصاص تعلق قرب نهايات كل منهما. يتم إسقاط السوط الثقيل بقوة كاملة على أكتاف يسوع وظهره وساقيه. في البداية تخترق ألصربات ألطبقه ألخارجيه من الجلد فقط. ثم ، مع استمرار الضربات ، فإنها تقطع أعمق في الأنسجة تحت الجلد ، وتنتج أولا ناز الدم من الشعيرات الدموية والأوردة من الجلد ، وأخيراً تنفخ نزيف الشرايين من الأوعية الدموية في العضلات الكامنة.
es: El legionario romaro dio un paso adelante con el látigo ("flagrum" o "flagelum") en la mano. Era un látigo corto que consistía en muchas correas pesadas de cuero, con dos bolas pequeñas de plomo en las puntas de cada una. El látifo pesado fue lanzado con toda fuerza una y otra vez sobre los hombros, espalda y piernas de Jesús. Al principio, las correas pesadas cortaron la piel solamente. Después, mientras los golpes continuaban, cortaron más profundamente, hasta el fino tejido subcutáneo, produciendo en inicio un flujo de sangre de los vasos capilares y vendas de la piel, y al final chorreó sangre arterial de los vasos de los músculos.
lt: Romos legionierius eina į priekį su vėliava (arba žiburėlis) jo rankoje. Tai trumpas plakimas, susidedantis iš keleto sunkių odinių diržučių su dviem mažais švino kampais, pritvirtintomis prie kiekvieno galo. Kietasis plaktas vėl ir vėl sugriauna visą jėgą per Jėzaus pečius, nugarą ir kojas. Iš pradžių tik per odą nupjauta juostelė. Tuomet, kai pūstos tęsiasi, jie pjaunami giliau į poodinius audinius, pirmiausia gaminant kraujo iš kraujagyslių iš kapiliarų ir odos venų, ir galiausiai paskubinti arterinius kraujavimus iš raumenyse esančių indų.
sv: Det romerska legionäret går framåt med flagrumet (eller flagellumet) i handen. Det här är en kort pisk som består av flera tunga läderstänger med två små bollar av bly fastsatt nära ändarna av vardera. Den tunga piska sätts ner med full kraft igen och igen över Jesu axlar, rygg och ben. Vid första skuren tångarna bara genom huden. Sedan, som slag fortsätter, skär de djupare in i de subkutana vävnaderna och producerar först en blodsöppning från kapillärerna och venerna i huden, och slutligen sprutar arteriell blödning från kärl i de underliggande musklerna.

source: The small balls of lead first produce large, deep bruises which are broken open by subsequent blows. Finally the skin of the back is hanging in long ribbons and the entire area is an unrecognizable mass of torn, bleeding tissue. When it is determined by the centurion in charge that the prisoner is near death, the beating is finally stopped.
ar: تنتج الكرات الصغيرة من الرصاص أولاً كدمات كبيرة وعميقة تكسرها الضربات اللاحقة. وأخيراً فإن جلد الظهر معلقة بشرائط طويلة والمنطقة بأكملها تصبح كتلة لا يمكن التعرف عليها من الأنسجة الممزقة والنزيف. عندما يتم تحديد هذا من قبل قائد المئة المسؤول يقترب السجين من الموت ، عندها يتوقف الضرب أخيرًا.
es: Las bolas pequeñas de plomo, produjeron primero moretones grandes y profundos que se abrieron con los subsecuentes golpes, y después la piel de la espalda se colgó en forma de largas tiras, hasta que el área entera fue en masa irreconocible de tejido sangrante y desgarrado. Cuando el centurión a cargo determina que el preso está cerca de la muerte, se detiene la flagelación.
lt: Maži švino kamuoliukai iš pradžių gamina didelius, gilias mėlynes, kurios prailgina vėlesnius smūgius. Galiausiai nugaros odos kabo ilgosiomis juostelėmis, o visas plotas yra nepažįstamas išplėsto kraujavimo audinio masė. Kai atsakingas centurionas nustato, kad kalinys yra arti mirties, tai galiausiai sustojo.
sv: De små blybollarna producerar först stora, djupa blåmärken som bryts upp av efterföljande slag. Slutligen hänger ryggen på baksidan i långa band och hela området är en oigenkännlig massa av sönderdelad blödande vävnad. När det bestäms av centurionen som ansvarar för att fångaren är nära döden, slås slutligen slaget.

source: The half-fainting Jesus is then untied and allowed to slump to the stone pavement, wet with His own blood. The Roman soldiers see a great joke in this provincial Jew claiming to be king. They throw a robe across His shoulders and place a stick in His hand for a scepter. They still need a crown to make their travesty complete. Flexible branches covered with long thorns (commonly used in bundles for firewood) are plaited into the shape of a crown and this is pressed into His scalp. Again there is copious bleeding, the scalp being one of the most vascular areas of the body.
ar: بعد ذلك ، يُفصل يسوع، نصف مغمى عليه ويسمح له بالركود إلى الرصيف الحجري، المبلل بدمه. يسخر الجنود الرومان بمسخره عظيمة ويدعون يسوع بيهودي المقاطعة. يرمون ثوبًا على كتفيه ويضعون عصا صولجان في يده. ألجنود ألرومان بحاجة الى تاج لتكمله فرحتهم. توضع فروع مرنة مغطاة بأشواك طويلة (شائعة الاستخدام في حزم الحطب) في شكل تاج ، ويتم ضغطها في فروة رأسه. مرة أخرى هناك نزيف غزير ، فروة الرأس هي واحدة من أكثر المناطق الوعائية في الجسم.
es: Jesús, medio desmayado, es entonces desatado y cae desplomándose sobre el pavimento de piedra, mojado en su propia sangre. Los soldados romanos ven con mofa que este judío provinciano proclame se rey. Ponen una capa sobre sus hombros y le colocan un palo en la mano, como cetro. Todavía necesitan de una corona para hacer completa su burla. Un bulto pequeño de ramas flexibles cubiertas con espinas largas (normalmente usadas como leña), trenzadas en forma de corona, le es incrutado en el cuero cabelludo. Otra vez hay un sangrado abundante (el cuero cabelludo es una de las áreas más vascularizadas del cuerpo).
lt: Pusiau nykus Jėzus tada atsilieka ir leidžiama sustoti prie akmens šaligatvio, šlapio savo krauju. Romos kareiviai žvelgia į šį provincijos žydą, kuris reikalauja būti karaliumi, nuostabų pokštą. Jie išmeta drabužį per savo pečius ir uždeda lazdą į ranką už skeptras. Jiems vis dar reikia karūnos, kad jų pasididžiavimas būtų baigtas. Lankstieji šakeliai, užkimšti ilgais erškėčiais (dažniausiai naudojami medienos masyvo paketuose), yra įvynioti į karūną ir įstumti į galvos odą. Vėlgi yra daug kraujavimo, galvos oda yra viena iš labiausiai kraujagyslių sričių kūno.
sv: Halvbesväret Jesus är då förbunden och tillåtet att slumpa sig till stenbeläggningen, våt med sitt eget blod. De romerska soldaterna ser ett stort skämt i denna provinsiella jud som hävdar att han är kung. De kastar en mantel över sina axlar och lägger en pinne i handen för en scepter. De behöver fortfarande en krona för att göra sin travesty komplett. Flexibla grenar täckta med långa taggar (vanligtvis används i buntar för ved) flätas i form av en krona och detta pressas in i hans hårbotten. Återigen finns det riklig blödning, hårbotten är en av kroppens mest vaskulära områden.

source: After mocking Him and striking Him across the face, the soldiers take the stick from His hand and strike Him across the head, driving the thorns deeper into His scalp. Finally, they tire of their sadistic sport and the robe is torn from His back. Already having adhered to the clots of blood and serum in the wounds, its removal causes excruciating pain just as in the careless removal of a surgical bandage, and almost as though He were again being whipped the wounds once more begin to bleed.
ar: بعد أن يسخر منه وبعد ضربه على الوجه ، يأخذ الجنود العصا من يده ويضربونه عبر رأسه ، وتغرز الأشواك إلى داخل فروة رأسه. وأخيراً ، يتعبون من الرياضة السادية ويتمزق الثوب من ظهره. بعد الالتصاق بالفعل بجلطات الدم والمصل في الجروح ، فإن إزالته يسبب ألماً مبرحاً مثلما هو الحال في إزالة ضمادة جراحية لا مبالاة ، وتقريباً كما لو كان مرة أخرى يجلد الجروح مرة أخرى لهذا يبدأ ألجرح بالنزف.
es: Después de burlarse de Él y de pegarle en la cara, los soldados tomaron el palo de su mano y le pegaron a lo ancho de la cabeza, incrustándole más profundamente las espinas en el cuero cabelludo. Finalmente, se cansaron de su juego sádico y jalaron la capa de su espalda, habiendo sido ya adherida a los coágulos de sangre y al suero de las heridas. Su removimiento fue como el retiro descuidado de una gasa sobre una cirugía, causándole extenuantes dolores, casí como si hubiera sido flagelado otra vez. Las heridas sangraron de nuevo.
lt: Išminkęs Jį ir įtikindamas Jį visame veide, kareiviai paima lazdelę nuo Jo rankos ir smogia Jį per galą, giliau erškėčius į galvos odą. Galiausiai, jie padengia savo sadistinę sportą ir aprengtas nuo jo nugaros. Jau laikydamasis kraujo ir serumo kraujo krešulių žaizdose, jo pašalinimas sukelia skaudų skausmą taip pat, kaip ir nerūpestingai pašalinus chirurginį tvarslą, ir beveik taip, lyg jis vėl būtų plakamas, žaizdos vėl pradeda kraujuoti.
sv: Efter att ha spotat honom och slog honom över ansiktet tar soldaterna pinnen från handen och slår honom över huvudet och driver törnen djupare in i hans hårbotten. Slutligen tröttnar de på sin sadistiska sport och kappan är sliten från hans rygg. Genom att ha tagit sig till blodproppens blod och serum i såren, orsakar borttagningen ojämn smärta, precis som vid ett obehagligt avlägsnande av ett kirurgiskt bandage, och nästan som om han åter piskades, börjar såren åter blöda.

source: In deference to Jewish custom, the Romans return His garments. The heavy patibulum of the cross is tied across His shoulders, and the procession of the condemned Christ, two thieves, and the execution detail of Roman soldiers headed by a centurion begins its slow journey along the Via Dolorosa. In spite of His efforts to walk erect, the weight of the heavy wooden beam, together with the shock produced by copious blood loss, is too much. He stumbles and falls. The rough wood of the beam gouges into the lacerated skin and muscles of the shoulders. He tries to rise, but human muscles have been pushed beyond their endurance.
ar: احترامًا للعرف اليهودي ، يعيد الرومان ثيابه. ترتبط المدونة الثقيلة للصليب عبر كتفيه ، ويبدأ موكب المسيح المدان ، مع اللصان وتفاصيل الإعدام من قبل ألجنود الرومان برئاسة قائد مئوي ، رحلته البطيئة على طول طريق فيا دولوروزا. على الرغم من جهوده في المشي منتصبًا ، فإن وزن الحزمة الخشبية الثقيلة ، بالإضافة إلى الصدمة الناتجة عن فقد الدم الغزير ، كثير جدًا. يتعثر ويسقط. الخشب الخشبي لحزم الشعاع في الجلد المتدرج وعضلات الكتفين. يحاول أن يرتفع ، لكن العضلات البشرية تدفع إلى أبعد من قدرتها على التحمل.
es: Por deferencia a las costumbres judías, los romanos le regresan su ropa. El pesado brazo horizontal de la cruz es atado a sus hombros y la procesión del Cristo condenado, dos ladrones y el equipo de ejecución de los soldados romanos, dirigido por un centurión, empieza un viaje lento por la "Vía Dolorosa". A pesar de sus esfuerzos por caminar recto, la carga de la pesada cruz de madera combinada con el shock producido por la pérdida copiosa de sangre, es excesiva. Se tambalea y cae. La madera áspera de la viga penetra y raspa dentro la piel rasgada de los músculos de los hombros. Trata de levantarse, pero sus músculos humanos han sido utilizados más allá de sus límites.
lt: Atsižvelgiant į žydų papročius, romėnai grąžina savo drabužius. Sunkus kryžiaus katbulas yra susietas per jo pečius, o pasmerkto Kristaus procesija, du vagys, ir metropolijos vadovaujamų romėnų kareivių vykdymo detalė prasideda lėtai keliaujant Via Dolorosa. Nepaisant Jo pastangų vaikščioti stačiai, sunkiojo medžio spindulio svoris kartu su dideliu kraujo netekimo sukrėtimu yra per daug. Jis nusiramina ir patenka. Neapdorotas sijos medis išsiveržia į susiuvusią odą ir pečių raumenis. Jis bando pakilti, bet žmonių raumenys buvo stumiami už jų ištvermės.
sv: Med hänsyn till den judiska sedvanen returnerar romarna sina kläder. Korsets tunga korsband är knutet över hans axlar, och den fördömde Kristi procession, två tjuvar och utförandet av romerska soldater som leds av en centurion börjar sin långsamma resa längs Via Dolorosa. Trots hans ansträngningar att gå uppåt är tyngden av den tunga trästrålen, tillsammans med chocken som orsakas av riklig blodförlust, för mycket. Han snubblar och faller. Halvbjälkens hårda trä spärras i hårets skarpa hud och muskler. Han försöker stiga, men mänskliga muskler har drivits utöver deras uthållighet.

source: The centurion, anxious to get on with the crucifixion, selects a stalwart North African onlooker, Simon of Cyrene, to carry the cross. Jesus follows, still bleeding and sweating the cold, clammy sweat of shock, until the 650 yard journey from the fortress Antonia to Golgotha is finally completed.
ar: قائد المئة ، المتلهف للوقوف في صلب المسيح ، أحد مشاهير شمال أفريقيا ، سيمون القوريني ، لحمل الصليب. يتبع يسوع وهو ينزف ويتعرق البرد ، وعرق الصدمة تمنعه عن الكلام ، يكمل طريقه حتى نهاية المطاف 650 ياردة رحلة من قلعة أنطونيا إلى Golgotha.
es: El centurión, ansioso de continuar con la crucifixión, selecciona un fuerte espectador norafricano, Simón de Cirene, para cargar la cruz. Jesús sigue todavía sangrando y sudando el sudor frío y pegajoso del shock. El viaje de 549 m (650 yardas) de la fortaleza Antonia al Gólgota está cumplido por fin. El preso es de nuevo despojado de sus ropas, con la excepción de un calzón corto, que es permitido a los judíos.
lt: Centurionas, norintis atsikratyti nukryžiavimo, atrenka kryžiuočių nešiojamąjį Šiaurės Afrikos žiūrovą, Simono Kyrėnų. Jėzus seka, vis dar kraujavimas ir prakaitavimas šaltas, rausvas šoko prakaitas, kol 650 metų kiemo kelionė nuo tvirtovės Antonijos iki Golgoto yra galiausiai baigta.
sv: Centurionen, angelägen om att fortsätta med korsfästelsen, väljer en stalwart nordafrikansk åskådare, Simon of Cyrene, för att bära korset. Jesus följer, blöder fortfarande och svettar den kalla, klumpiga svettningen av chock, tills 650 gårdsresan från fästningen Antonia till Golgotha ​​är slutfört.

source: Jesus is offered wine mixed with myrrh, a mild analgesic mixture. He refuses to drink. Simon is ordered to place the patibulum on the ground and Jesus quickly thrown backward with His shoulders against the wood. The legionnaire feels for the depression at the front of the wrist. He drives a heavy, square, wrought-iron nail through the wrist and deep into the wood. Quickly, he moves to the other side and repeats the action being careful not to pull the arms too tightly, but to allow some flexion and movement. The patibulum is then lifted in place at the top of the stipes and the titulus reading "Jesus of Nazareth, King of the Jews" is nailed in place.
ar: يقدم النبيذ الممزوج مع المر ليسوع، وهو خليط مسكن خفيف. يرفض الشراب. يُطلب من سيمون وضع المدوّنة على الأرض ، يلقى يسوع بسرعة متخلفًا مع كتفيه على عود الصليب، يشعر بالاكتئاب في الجزء الأمامي من المعصم. يتم دقه ب مسمار ثقيل ومربّع من الحديد المطاوع من خلال المعصم وعميقًا في الخشب. بسرعة ، ينتقل إلى الجانب الآخر ويكرر الفعل بحذر بعدم سحب الذراعين بشدة ، ولكن للسماح ببعض الثني والحركة. ثم يرفع الرتيب في مكانه في الجزء العلوي من الوعاء ويتم تثبيت لافته "يسوع الناصري ، ملك اليهود" في ألمكان الذي صلب فيه المسيح
es: La crucifixión comienza. Ofrecen a Jesús vino mezclado con mirra, una mezcla analgésica suave que se rehúsa a tomar. Exigen a Simón poner la cruz sobre la tierra y tiran a Jesús rápidamente, poniendo sus hombros contra la madera. El legionario busca con el tacto el hundimiento al frente de la muñeca de su brazo. La atraviesa con un clavo pesado de hierro dulce, de sección cuadrada y atraviesa también la madera, y rápidamente se mueve al otro lado repitiendo la operación, teniendo cuidado de no colocar los brazos demasiado extendidos para permitir un poco de flexibilidad y movimiento. Se levanta la parte horizontal (patíbulos) al borde del poste y el título que dice: "Jesus de Nazaret, Rey de los Judíos", es clavado ahí.
lt: Jėzui siūlomas vynas sumaišytas su mirą, lengvas analgezinis mišinys. Jis atsisako gerti. Simonas yra įsakytas paduoti patibulumą ant žemės ir Jėzus greitai nukreipiamas atgal į savo petį priešais medieną. Legionierius jaučia depresiją riešo priekyje. Jis važiuoja sunkiu, kvadratiniu, kaltuoju naglu per riešą ir giliai į medieną. Greitai jis persikelia į kitą pusę ir pakartoja veiksmus, kurie yra atsargūs, kad negalėtų traukti rankų pernelyg stipriai, bet leisti tam tikrą lenkimą ir judėjimą. Tuomet "Tainbumum" pakeltas vietoje stipų viršuje, o antraštė "Jėzus iš Nazareto, žydų karaliaus" yra prikaltas vietoje.
sv: Jesus erbjuds vin blandat med myrra, en mild analgetisk blandning. Han vägrar att dricka. Simon beordras att placera patibulet på marken och Jesus kastade snabbt bakåt med sina axlar mot träet. Legionäret känns för depression på framsidan av handleden. Han driver en tung, fyrkantig smidesjärnspik genom handleden och djupt in i träet. Snabbt flyttar han till andra sidan och upprepar åtgärden att vara noga med att inte dra armarna för hårt, men för att tillåta viss flexion och rörelse. Patibulen lyfts sedan på plats överst på pungen och titulusläsningen "Jesus of Nazareth, King of the Jews" är spikad på plats.

source: The left foot is now pressed backward against the right foot, and with both feet extended, toes down, a nail is driven through the arch of each, leaving the knees moderately flexed. The victim is now crucified. As He slowly sags down with more weight on the nails in the wrists excruciating pain shoots along the fingers and up the arms to explode in the brain. As He pushes Himself upward to avoid this stretching torment, He places His full weight on the nail through His feet. Again there is the searing agony of the nail tearing through the nerves between the metatarsal bones of the feet.
ar: يتم الضغط على القدم اليسرى الآن إلى الوراء على القدم اليمنى ، ومع تمديد كلتا القدمين ، يتم تحريك مسمار من خلال قوس كل منهما ، تاركًا الركبتان مرنتين بشكل معتدل. الضحية الآن مصلوب. كما يتدلى ببطء مع مزيد من الوزن على الأظافر في المعصمين براعم الألم المؤلمة على طول الأصابع والأسلحة لتنفجر في الدماغ. بينما يدفع نفسه إلى الأعلى لتفادي هذا العذاب الممدّد ، يضع وزنه الكامل على الظفر عبر قدميه. مرة أخرى هناك العذاب الحاد من تمزيق الأظافر من خلال الأعصاب بين عظام مشط القدم من القدمين.
es: El pie izquierdo es presionado contra el pie derecho y con los dos pies extendidos, dedos abajo, atraviesan un clavo a través del arco de cada uno, dejando las rodillas flexionadas moderadamente. La víctima ahora está crucificada. Mientras lentamente desfallece poniendo más peso sobre los clavos en las muñecas, un ardiente dolor insoportable se esparce sobre los dedos a través de los brazos hasta explotar en el cerebro y los clavos en las muñecas presionan los nervios intermediarios. Mientras Jesús se impulsa hacia arriba para evitar este tormento inmenso, pone su peso completo en el clavo de sus pies. De nuevo, viene otra horrible agonía de desquebrajamiento de los nervios entre los huesos metatarsianos de los pies.
lt: Kairė kojos dalis dabar nuspaustas atgal link dešinės kojos ir abiem kojoms ištiesta, nulupus pirštus, kiekvieno lanko vingiuojama nagai, paliekant kelius vidutiniškai lanksčiai. Auka dabar yra nukryžiuotas. Kadangi jis lėtai sulenktų su didesniu svoriu ant nugaros į riešus, siaubingas skausmas ūgliai palei pirštus ir iki ginklų sprogti smegenyse. Kai Jis stumia save aukštyn, kad išvengtų šio išsiplėtusio kankinimų, Jis savo kojas uždeda visą svorį nagai. Vėlgi yra nervingos nagų plyšimo nervų tarp kojų metatarsalų kaulų auka.
sv: Den vänstra foten pressas nu bakåt mot den högra foten, och med båda fötterna utsträckt, tårna ner, drivs en spik genom var och en av bågarna, vilket gör att knäna är måttligt böjda. Offret är nu korsfäst. När han långsamt lägger sig ner med mer vikt på naglarna i handlederna skottar smärtsam smärta längs fingrarna och upp armarna för att explodera i hjärnan. När han skjuter upp sig själv för att undvika denna sträckande plåga lägger han sin fulla vikt på nageln genom hans fötter. Återigen finns naglarna som sårar i naglarna genom nerverna mellan fotens metatarsala ben.
