Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

source: At this point, as the arms fatigue, great waves of cramps sweep over the muscles, knotting them in deep, relentless, throbbing pain. With these cramps comes the inability to push Himself upward. Hanging by His arms, the pectoral muscles are paralyzed and the intercostal muscles are unable to act. Air can be drawn into the lungs, but cannot be exhaled. Jesus fights to raise Himself in order to get even one short breath. Finally, carbon dioxide builds up in the lungs and in the blood stream and the cramps partially subside. Spasmodically, He is able to push Himself upward to exhale and bring in the life-giving oxygen. It was undoubtedly during these periods that He uttered the seven short sentences recorded:
ar: في هذه المرحلة ، كإرهاق الأسلحة ، تكتسح موجات كبيرة من التشنجات على العضلات ، وتغرسها في ألم عميق عميق لا يلين. مع هذه التشنجات تأتي عدم القدرة على دفع نفسه صعودا. معلقة على ذراعيه ، عضلات الصدر بالشلل وعضلات الوربية غير قادرة على التصرف. يمكن سحب الهواء إلى الرئتين ، ولكن لا يمكن زفيره. يحارب يسوع لرفع نفسه من أجل الحصول على نفس قصير واحد. وأخيراً ، يتراكم ثاني أكسيد الكربون في الرئتين وفي مجرى الدم وتقلص التقلصات جزئياً. بشكل متقطع ، يستطيع أن يدفع نفسه صعوداً إلى الزفير وإحضار الأكسجين الذي يعطي الحياة. كان مما لا شك فيه خلال هذه الفترات أنه نطق الجمل القصيرة السبعة المسجلة:
es: En este punto, otro fenómeno sucede. Mientras los brazos se fatigan, grandes olas de calambres pulsan sobre sus músculos contrayéndolos en un dolor palpitante y persistente. Con estos calambres viene la incapacidad de empujarse hacia arriba. Colgado de sus brazos, los músculos pectorales están paralizados y los músculos intercostales están incapacitados para reaccionar. Puede inhalar aire en los pulmones pero no puede exhalarlo. Jesús lucha para levantarse y obtener por lo menos una respiración leve. Finalmente se acumula bióxido de carbono en los pulmones y en las vías sanguíneas. Los calambres disminuyen parcialmente. Espasmódicamente, se empuja hacia arriba para exhalar y respirar el vital oxígeno. Es indudable que fue durante este tiempo cuando Jesús dijo las siete frasees cortas que han quedado escritas:
lt: Tuo metu, kaip ginklų nuovargis, didelės spazmų bangos sunaikina raumenis, sudraudžia jas giliai, negailestingai, pulsuojančiu skausmu. Su šiais spazmai yra nesugebėjimas išstumti save aukštyn. Kilimas rankomis, krūtinės raumenys yra paralyžiuotos, o tarpukario raumenys negali veikti. Oro gali būti traukiamas į plaučius, tačiau negali būti iškvėpęs. Jėzus kovoja pakelti sau, norint gauti net vieną trumpą kvapą. Galiausiai, anglies dioksidas kaupiasi plaučiuose ir kraujyje, o spazmai išnyksta. Spasmodiškai Jis sugeba išstumti save aukštyn ir išgydyti gyvybę deguonį. Neabejotinai per šiuos laikotarpius Jis ištaria septynis trumpus sakinius:
sv: Vid den här tiden, som armarna trötthet, bromsar stora vågor av kramper över musklerna och knyter dem i djup, obeveklig, smärtsam smärta. Med dessa kramper kommer oförmågan att driva sig uppåt. Hängande i hans armar, är pectoralmusklerna förlamade och de interostala musklerna kan inte agera. Luft kan dras in i lungorna, men kan inte utandas. Jesus kämpar för att höja sig för att få ett kort andetag. Slutligen bygger koldioxid upp i lungorna och i blodflödet och kramperna sänker sig delvis. Spasmodiskt kan han skjuta upp sig själv för att andas ut och ta in det livsgivande syret. Det var utan tvekan under dessa perioder att han yttrade de sju korta meningarna som spelades in:

source: The first, looking down at the Roman soldiers throwing dice for His seamless garment
ar: اولا، ينظر للأسفل ليرى الجنود الرومان يقترعون على لباسه.
es: La primera, mirando hacia abajo a los soldados romanos echando suerte por su capa sin costura,
lt: Pirmasis, žvelgdamas žemyn į Romos kareivius mesti kauliukus už jo besiūlius drabužius
sv: Den första ser ner på de romerska soldaterna som kastar tärningar för sitt sömlösa plagg

source: Father, forgive them for they know not what they do.
ar: ياآبتاه، أغفر لهم لأنهم لايدرون مايفعلون
es: "Padre, perdónalos, porque no saben lo que hacen".
lt: Tėve, atleisk jiems, nes jie nežino, ką jie daro.
sv: Fader, förlåta dem för att de inte vet vad de gör.

source: The second, to the penitent thief
ar: الثاني، اللص التائب
es: La segunda, al ladrón arrepentido,
lt: Antrasis, kaltinamasis vagis
sv: Den andra, till den straffande tjuven

source: Today thou shalt be with me in Paradise.
ar: اليوم تكون معي في ألفردوس
es: "Hoy estarás conmigo en el paraíso".
lt: Šiandien tu būsi su manimi rojuje.
sv: Idag ska du vara med mig i paradiset.

source: The third, looking down at the terrified, grief-stricken adolescent John - the beloved Apostle - he said
ar: الثالث ، وهو ينظر إلى المرهق يوحنا - ومناداته له ب الرسول المحبوب
es: La tercera, mirando al joven Juan, angustiado y dolido, su apóstol amado,
lt: Trečias, žvelgdamas žemyn į siaubtą sielvartą paauglį Joną - mylimąjį apaštalą, - sakė jis
sv: Den tredje tittar ner på den skrämmande, sorgslyckade tonåren John - den älskade aposteln - sa han

source: Behold thy mother.
ar: هوذا أمك
es: "He ahí a tu madre"
lt: Štai tavo motina
sv: Se din mamma.

source: Then, looking to His mother Mary
ar: ثم ، بالنظر إلى والدته مريم
es: Luego mirando a María, su madre
lt: Tada, žiūrėdamas į savo motiną Mariją
sv: Sedan tittar han på sin mor Mary

source: Woman behold thy son.
ar: ياأمرأه، هذا أبنك
es: "Mujer, ahí tienes a tu hijo"
lt: Moteris, štai tavo sūnus!
sv: Kvinna ser din son.

source: The fourth cry is from the beginning of the 22nd Psalm
ar: الصرخة الرابعة هي من بداية المزمور الثاني والعشرين
es: El cuarto grito proviene del comienzo del Salmo 22,
lt: Ketvirtasis šauksmas yra nuo 22 psalmės pradžios
sv: Det fjärde skriet är från början av den 22: e psalmen

source: My God, my God, why has thou forsaken me?
ar: إلهي، إلهي لماذا تركتني؟
es: "Dios mío, Dios mío, ¿Por qué me has abandonado?".
lt: Mano Dieve, mano Dieve, kodėl tu palikai mane?
sv: Min Gud, min Gud, varför har du övergett mig?

source: Hours of limitless pain, cycles of twisting, joint-rending cramps, intermittent partial asphyxiation, searing pain where tissue is torn from His lacerated back as He moves up and down against the rough timber. Then another agony begins... A terrible crushing pain deep in the chest as the pericardium slowly fills with serum and begins to compress the heart.
ar: ساعات من الألم الذي لا حدود له ، دورات من التواء ، تقلصات مشتركة ، اختناق جزئي متقطع ، ألم شديد حيث يتمزق النسيج من ظهره الممزق بينما يتحرك صعودا وهبوطا بالاحتكاك بالخشب الخام. ثم يبدأ معاناة أخرى ... آلام سحق رهيبة في أعماق الصدر حيث يتمزق التامور ببطء مع المصل ويبدأ بضغط القلب.
es: Horas de dolor sin límites, ciclos de calambres que le retuercen las coyonturas y asfixia parcial intermintente, mientras el tejido fino de su espalda se desgarra cotra la madera áspera. Empieza entonces otra agonía: un dolor profundo e intenso en el pecho, cuando el pericardio se llena lentamente de suero y empieza a comprimir el corazón.
lt: Neriboto skausmo, sukimo ciklų, sąnarių skausmingų mėšlungų, pertraukiamojo dalinio dusulio džiūvimo, skausmo skausmo, kai audinys yra išplėstas iš jo atsilaisvinusio nugaros, kai jis juda aukštyn ir žemyn nuo grubios medienos. Tada prasideda dar viena auka ... Siaubingas skausmas giliai krūtinėje, kai perikardas lėtai užpildo serumu ir pradeda suspausti širdį.
sv: Timmar av obegränsad smärta, vridningscykler, sammandragande kramper, intermittent partiell kvävning, sårande smärta där vävnad slits från hans lacererade rygg när han rör sig upp och ner mot grovt virke. Då börjar en annan ångest ... En fruktansvärd krossande smärta djupt i bröstet, eftersom perikardiet fylls långsamt med serum och börjar komprimera hjärtat.

source: One remembers again the 22nd Psalm, the 14th verse:
ar: بالرجوع بالذاكره للمزمور الثاني والعشرون ، الآية الرابعة عشرة.
es: Recordemos de nuevo el Salmo 22 (v. 14),
lt: Vienas vėl prisimena 22-tą psalmę, 14-tą eilutę:
sv: Man minns återigen den 22: e Psalmen, den 14: e versen:

source: I am poured out like water, and all my bones are out of joint; my heart is like wax; it is melted in the midst of my bowels.
ar: انسكبت مثل الماء ، وكل عظامي خارجة عن المفصل ؛ قلبي يشبه الشمع. يذوب في وسط امعائي.
es: "Soy como agua que se derrama, mis huesos están dislocados. Mi corazón es como cera que se derrite dentro de mí".
lt: Aš išpiltas kaip vanduo, o visi mano kaulai yra nesusiję; Mano širdis yra kaip vaškas; Jis ištirpsta mano vidų.
sv: Jag är uthälld som vatten, och alla mina ben är ur gemensamma. Mitt hjärta är som vax; Det smälter mitt i mina tarmar.

source: It is now almost over. The loss of tissue fluids has reached a critical level; the compressed heart is struggling to pump heavy, thick, sluggish blood into the tissue; the tortured lungs are making a frantic effort to gasp in small gulps of air. The markedly dehydrated tissues send their flood of stimuli to the brain.
ar: لقد انتهى الأمر تقريبا. لقد وصل فقدان سوائل الأنسجة إلى مستوى حرج ؛ يكافح القلب المضغوط لضخ الدم الثقيل ، السميك ، البطيء في النسيج ؛ تبذل الرئتان المعذبتان جهداً محموماً للالتحام في جرعات صغيرة من الهواء. ترسل الأنسجة المجففة بشكل ملحوظ جرعه من المحفزات إلى الدماغ.
es: Ahora casi todo está terminado. La pérdida del fluido de los tejidos finos ha alcanzado un nivel crítico y el corazón comprimido está luchando para bombear sangre pesada y espesa dentro del tejido fino. Los pulmones torturados están haciendo un esfuerzo frenético para obtener dosis pequeñas de aire. El tejido fino deshidratado manda otra tormenta de estímulos al cerebro.
lt: Dabar beveik baigėsi. Audinių skysčių praradimas pasiekė kritinį lygį; Suspaustos širdies stengiasi pumpuoti sunkius, storus, vangus kraujas į audinį; Kankinantys plaučiai stengiasi išgąsdinti mažus oro srautus. Labai dehidratuoti audiniai savo smegenyse siunčia stimulų potvynį.
sv: Det är nu nästan över. Förlusten av vävnadsvätskor har nått en kritisk nivå; Det komprimerade hjärtat kämpar för att pumpa tungt, tjockt, trögt blod i vävnaden; De torterade lungorna gör en häftig ansträngning för att gasa i små luftflugor. De markant dehydrerade vävnaderna skickar sin flod av stimuli till hjärnan.

source: Jesus gasps His fifth cry
ar: يسوع يرفع صرخته الخامسة
es: Jesús da su quinto grito,
lt: Jėzus gąsdina penktąjį verkimą
sv: Jesus hämtar sitt femte gråta

source: I thirst.
ar: أنا عطشان
es: "Tengo sed".
lt: Aš trokštu
sv: Jag törstar

source: One remembers another verse from the prophetic 22nd Psalm:
ar: لنتذكر معا آية أخرى من مزمور 22 النبوي:
es: Recordemos otro versículo del profético Salmo 22:
lt: Vienas prisimena kitą eilutę iš pranašiško 22 psalmos:
sv: Man kommer ihåg en annan vers från den profetiska 22: e Psalmen:

source: My strength is dried up like a potsherd; and my tongue cleaveth to my jaws; and thou has brought me into the dust of death.
ar: ١٥يَبِسَتْ مِثْلَ شَقْفَةٍ قُوَّتِي، وَلَصِقَ لِسَانِي بِحَنَكِي، وَإِلَى تُرَابِالْمَوْتِ تَضَعُنِي.
es: "Tengo la boca seca como una teja; tengo la lengua pegada al paladar. ¡Me has hundido hasta el polvo de la muerte!"
lt: Mano jėga išdžiūvo, kaip pūslelinė; Ir mano liežuvis prilipo prie mano žandikaulių; Tu atvedei mane į mirties dulkes.
sv: Min styrka är upptorkad som en krukherde; Och min tunga klämmer i mina käkar; Och du har fört mig i dödens damm.

source: A sponge soaked in posca, the cheap, sour wine which is the staple drink of the Roman legionaries, is lifted to His lips. He apparently doesn't take any of the liquid. The body of Jesus is now in extremis, and He can feel the chill of death creeping through His tissues. This realization brings out His sixth words, possibly little more than a tortured whisper
ar: إسفنجه مغطسه بالخل والنبيذ الرخيص الحامض الذي هو الشراب الرئيسي من الفيلق الروماني ، ترفع إلى شفتي ألمسيح. على ما يبدو لا يأخذ أي من السائل. جسد يسوع هو الآن في التطرف ، ويمكن أن يشعر ببرودة الموت تزحف من خلال أنسجته. عندها ينطق كلماته الأخيره ربما أكثر قليلاً من الهمس المُعذَّب..
es: Un hisopo empapado en "poska", el vino agrio y barato que es la bebida común de los legionarios romanos, es acercada a sus labios. Aparentemente no toma nada del líquido. El cuerpo de Jesús ahora se extingue y puede sentir el escalofrío de la muerte correr por sus entrañas, ante esta situación, salen sus sextas palabras, posiblemente no más que un murmullo agonizante
lt: Paska, užmiršta poroje, pigias rūgštasis vynas, kuris yra rumunų legionierių pagrindinis gėrimas, pakeltas į jo lūpas. Jis, matyt, nevartoja jokio skysčio. Jėzaus kūnas dabar yra ekstremizmas, ir Jis gali jaustis mirtimi, kuris atsibodo per savo audinius. Ši realizacija atskleidžia šeštus savo žodžius, galbūt šiek tiek daugiau nei kankinamas šnabždesys
sv: En svamp fuktad i posca lyftes det billiga, sura vinet, som är de romerska legionärernas häftdryck, till sina läppar. Han tar uppenbarligen inte någon av vätskan. Jesu kropp är nu i extremis, och han kan känna dödens chill genom sina vävnader. Denna förverkligande ger ut sina sjätte ord, eventuellt lite mer än en torterad viskning

source: It is finished.
ar: لقد تم
es: "Todo está cumplido"
lt: Tai baigta.
sv: Det är avslutat.

source: His mission of atonement has completed. Finally He can allow his body to die.
ar: لقد اكمل مهمته في الكفارة. أخيرا يمكن أن يسمح لجسده أن يموت.
es: Su misión de redención se ha completado. Por fin puede dejar que su cuerpo muera.
lt: Jo išganymo misija baigta. Pagaliau Jis gali leisti savo kūnui mirti.
sv: Hans försörjningsbrev har slutfört. Till sist kan han låta sin kropp dö.

source: With one last surge of strength, He once again presses His torn feet against the nail, straightens His legs, takes a deeper breath, and utters His seventh and last cry
ar: مع دفعة أخيرة من القوة ، يضغط مرة أخرى على قدميه الممزقة ضد الظفر ، ويستقيم ب ساقيه ، ويأخذ نفسا عميقا ، وينطق بصوته السابع والأخير
es: Con el último aliento de fuerza, de nuevo persiona sus pies desgarrados cotra el clavo, enderezando sus piernas. Jesús toma una respiración más profunda y emite su séptimo y último grito,
lt: Vienu paskutiniu jėgos stiprumu Jis dar kartą spaudžia savo plūstančias kojas ant nagų, ištiesina kojas, giliau kvėpuoja ir skelbia savo septintąjį ir paskutinįjį verksmą
sv: Med en sista styrka ökar han än en gång sina tornade fötter mot nageln, räter ut benen, tar ett djupare andetag och uttrycker sitt sjunde och sista gråt

source: Father! Into thy hands I commit my spirit.
ar: ياأبتاه.. في يديك أستودع روحي
es: "Padre, en tus manos encomiendo mi espíritu".
lt: Tėve! Savo rankose prisiekiu savo dvasia.
sv: Far! I dina händer begår jag min ande.

source: The rest you know. In order that the Sabbath not be profaned, the Jews asked that the condemned men be dispatched and removed from the crosses. The common method of ending a crucifixion was by crucifracture, the breaking of the bones of the legs. This prevented the victim from pushing himself upward; thus the tension could not be relieved from the muscles of the chest and rapid suffocation occurred. The legs of the two thieves were broken, but when the soldiers came to Jesus they saw that this was unnecessary.
ar: البقية يعرفها أغلبنا لكي لا يتم الاعتداء على السبت ، طلب اليهود إرسال الرجال المحكومين وإزالتهم من على خشبه ألصليب. الصلب كانت الطريقة الشائعة لإنهاء تعليق المسيح ، كسر عظام الساقين. لمنع الضحية من دفع نفسه صعودا. وبالتالي لا يمكن تخفيف التوتر من عضلات الصدر وحدث الاختناق السريع. تم كسر أرجل اللصين ، ولكن عندما جاء الجنود إلى يسوع رأوا أن هذا غير ضروري.
es: Lo que sigue ya se conocido. Para que el día de reposo no fuera profanado, los judíos pidieron que los hombres condenados fueran bajados de las cruces. La manera común de terminar una crucifixión era la "crucifractura", el rompimiento de los huesos de las piernas. Esto prevenía que la víctima se empujase hacia arriba, pues la tensión no podía ser aliviada en los músculos del pecho y producía una sofocación rápida. Las piernas de los dos ladrones fueron rotas pero cuando llegaron a Jesús, vieron que no era necesario hacerlo con Él, cumpliendo la escritura, "No le quebrarán ningún hueso".
lt: Likusi tavo žinoma. Kad šabas nebūtų iškraipytas, žydai paprašė, kad pasmerkti vyrai būtų išsiųsti ir pašalinti iš kryžių. Bendras būdas nukryžiuotam pabėgimui buvo kryžių supjaustymas, kojų kaulų lūžimas. Tai neleido aukai stumti save aukštyn; Todėl įtampa negalėjo būti atpalaiduota nuo krūtinės raumenų ir atsirado spūstis. Abiejų vagių kojos buvo sugadintos, bet kai kareiviai atvyko į Jėzų, jie pamatė, kad tai nereikalinga.
sv: Resten du vet. För att sabbaten inte skulle bli förvirrad, bad judarna att de fördömde männen skulle skickas och avlägsnas från korsen. Den gemensamma metoden att avsluta en korsfästelse var genom korsfraktur, brytningen av benens ben. Detta förhindrade offeret att trycka sig uppåt; Spänningen kunde således inte lindras från bröstets muskler och snabb kvävning uppstod. Benen på de två tjuvarna var brutna, men när soldaterna kom till Jesus såg de att detta var onödigt.

source: Apparently to make doubly sure of death, the legionnaire drove his lance through the fifth interspace between the ribs, upward through the pericardium and into the heart. The 34th verse of the 19th chapter of the Gospel according to St. John reports:
ar: على ما يبدو للتأكد من الموت على نحو مضاعف ، قاد الفيلق رمحه عبر الشق الخامس بين الأضلاع ، صعودا عبر التأمور وفي القلب. تشير الآية الرابعة والثلاثون من الفصل التاسع عشر من الإنجيل وفقًا للقديس يوحنا:
es: Aparentemente para estar seguro de su muerte, el legionario clavó su lanza en el quinto espacio intercostal, atravesando el pericardio y el corazón. En Juan 10:34, dice,
lt: Akivaizdu, kad norint dvigubai įsitikinti mirtimi, legionierius išvedė lansą per penktą tarpą tarp šonkaulių, į viršų per perimetrą ir į širdį. Šventojo Jono pranešimu, Evangelijos 19 skyriaus 34 eilutė:
sv: Uppenbarligen för att göra dubbelt säker på döden, körde legionären sin lans genom det femte mellanrummet mellan revbenen, uppåt genom perikardiet och in i hjärtat. Den 34: e versen av 19: e kapitlet i evangeliet enligt St John-rapporterna:

source: And immediately there came out blood and water.
ar: وعلى الفور خرج الدم والماء.
es: "Y al momento salió sangre y agua".
lt: Iš karto išėjo kraujas ir vanduo.
sv: Och omedelbart kom ut blod och vatten.

source: That is, there was an escape of water fluid from the sac surrounding the heart, giving postmortem evidence that our Lord died not the usual crucifixion death by suffocation, but of heart failure due to shock and constriction of the heart by fluid in the pericardium.
ar: أي ، كان هناك تسرب في سوائل الماء من الكيس المحيط بالقلب ، مما أعطى دليلا بعد الوفاة بأن ربنا لم يمت الموت الصلب المعتاد بالاختناق ، ولكن بسبب قصور القلب بسبب الصدمة وتضيق القلب بالسائل في التامور.
es: Por eso hubo un flujo de agua de la bolsa que rodea al corazón y sangre del interior cardiaco. Lo que concluimos a través de la clara evidencia es que nuestro Señor murió, no por la asfixia común producida por la crucifixión, sino por un fallo del corazón debido al shock y contracción de éste por la presencia de fluidos en el pericardio.
lt: Tai reiškia, kad vandens šlapimo takų išsiveržimas nuo šaukšto, esančio širdyje, parodo po velnių mirties liudijimą, kad mūsų Viešpats mirė ne įprastoje mirties dėl nukryžiuotojo, bet širdies nepakankamumo dėl šoko ir širdies susitraukimo skysčio perikardo metu.
sv: Det var att det fanns en flykt av vattenfluid från saken som omger hjärtat, vilket ger eftermortem bevis för att vår Herre dog inte den vanliga korsfästelsedöden genom kvävning, men av hjärtsvikt på grund av chock och förträngning av hjärtat med vätska i perikardiet.

source: Thus we have had our glimpse - including the medical evidence - of that epitome of evil which man has exhibited toward man and toward God. It has been a terrible sight, and more than enough to leave us despondent and depressed. How grateful we can be that we have the great sequel in the infinite mercy of God toward man - at once the miracle of the atonement and the expectation of the triumphant Easter morning.
ar: ألأن أصبح لدينا لمحة - بما في ذلك الأدلة الطبية - عن مثال الشر الذي أظهره الإنسان نحو الإنسان ونحو الله. لقد كان مشهدًا مروعًا ، وأكثر من كافٍ ليتركنا يائسين ومكتئبين. كيف يمكننا أن نكون ممتنين أن لدينا فرصه كبيرة في رحمة الله الانهائية تجاه الإنسان - معجزة في وقت واحد... التكفير وتوقع صباح عيد الفصح المظفرة.
es: Ahora, hemos vislumbreado la personificación del mal que el hombre puede inflingir al hombre y a Dios. esta no es una bella visón y es capaz de dejarnos abatidos y desalentados. ¡Qué agradecidos debemos estar de tener una esperanza: vislumbrar la infinita misericordia de Dios hacia el hombre, el milagro de la expiación y la esperanza de la mañana de la Pascua!
lt: Taigi mes turėjome savo žvilgsnį - įskaitant medicininius įrodymus - apie tą piktnaudžiavimo požymį, kurį žmogus parodė žmogui ir Dievui. Tai buvo baisi akyse ir daugiau nei pakankamai, kad paliktume mus despresiu ir depresiu. Kiek dėkingas galime būti, kad turime didžiulį tęstinumą begalinėje Dievo gailestingumo atžvilgiu žmogui - iš karto išgydymo stebuklą ir pergalingą Velykų rytą.
sv: Således har vi haft vår glimt - inklusive de medicinska bevisen - om den illamående som människan har uppvisat mot människan och mot Gud. Det har varit en fruktansvärd syn och mer än nog att lämna oss despondent och deprimerad. Hur tacksam vi kan vara att vi har den stora uppföljaren i Guds oändliga barmhärtighet gentemot människan - omedelbart försoningen och förväntan om den triumferande påskmorgonen.

source: From
ar: منقول من
es: De
lt: Nuo
sv: Från

source: New Wine Magazine, April 1982
ar: مجله ألخمر ألجديد، أبريل 1982
es: New Wine Magazine, abril 1982
lt: Naujas vyno žurnalas, 1982 m. Balandžio mėn

source: Originally published in Arizona Medicine, March 1965, Arizona Medical Association.
ar: النسخه الأصليه نشرت في أريزونا الطب ، مارس 1965 ، جمعية أريزونا الطبية
es: Publicada originalmente en Arizona Medicine, marzo 1965, Asociación Médica de Arizona.
lt: Iš pradžių paskelbta Arizonos medicinoje, 1965 m. Kovo mėn., Arizonos medicinos asociacija.
sv: Ursprungligen publicerad i Arizona Medicine, mars 1965, Arizona Medical Association.

# baptism_with_the_holy_spirit #1
source: Introduction:
ar: مقدمه
es: Introducción
lt: Įvadas:
sv: Introduktion:
uk: Вступ:

source: Jesus was given the Spirit in full measure (RSV), no limit
ar: أعطي ألروح ألقدس بالكامل للمسيح، بلا حدود
es: Jesús recibió el Espíritu en toda plenitud, sin límite.
lt: Jėzui buvo visiškai suteikta Dvasia (RSV), be jokių apribojimų
sv: Jesus fick Anden i full mått (RSV), ingen gräns

source: John 3:34
es: Juan 3:34
lt: Jono 3:34
uk: Івана 3:34

source: There are three measures of the Holy Spirit:
ar: هناك ثلاثة مقاييس للروح القدس:
es: Hay tres medidas del Espíritu Santo:
lt: Yra trys Šventosios Dvasios priemonės:
sv: Det finns tre åtgärder av den Helige Ande:

source: The Indwelling of the Holy Spirit
ar: سكنى الروح القدس
es: La residencia Interna del Espíritu Santo
lt: Šventosios Dvasios indėlis
sv: Helligåndens inbäddning

source: Terminology from
ar: ألمصطلح يوجد في
es: Terminología tomada de
lt: Terminija iš
sv: Terminologi från

source: Romans 8:9
es: Romanos 8:9
lt: Romiečiams 8: 9
sv: Romarbrevet 8: 9
uk: Римлянам 8:9

source: Received at baptism
ar: وردت في المعمودية
es: Se recibe el bautismo
lt: Gauta krikštu
sv: Mottagen vid dopet
uk: Отримуємо при хрещенні

# baptism_with_the_holy_spirit #1
source: Acts 2:38
es: Hechos 2:38
lt: Apd 2:38
sv: Apg 2:38
uk: Дії 2:38

# baptism_with_the_holy_spirit #1
source: The Baptism with the Holy Spirit
ar: معموديه ألروح ألقدس
es: El Bautismo con el Espíritu Santo
lt: Krikštas su Šventąja Dvasia
sv: Dop med den Helige Ande
uk: Хрещення Святим Духом

source: Characteristics in
ar: الخصائص في
es: Sus características en
lt: Charakteristikos
sv: Egenskaper i
uk: Опис в
