Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

source: Consider the alternatives (v. 31-32)
ar: يدرس الإحتمالات (إصحاح 31-32)
es: Considera las alternativas (v. 31-32)
lt: Apsvarstykite alternatyvas (31-32)
sv: Tänk på alternativen (vers 31-32)
uk: Продивитись інші варіанти (в. 31-32)

source: Love Christ more than any person (v. 26)
ar: يحب ألمسيح أكثر من أي شخص أخر (اصحاح 26)
es: Amar a Cristo más que a cualquier persona (v. 26)
lt: Myli Kristų daugiau nei bet kuris žmogus (26 psl.)
sv: Älska Kristus mer än någon person (v. 26)
uk: Любити Христа більше будь-кого іншого (в. 26)

source: Persecutions (v. 27)
ar: إضطهاد (إصحاح 27)
es: Las persecuciones (v. 27)
lt: Persekiojimai (v. 27)
sv: Förföljelser (v. 27)
uk: Переслідування (в. 27)

source: Everything, not just anything (v. 33)
ar: كل شئ، ليس فقط أي شئ( إصحاح 33)
es: Todo, no solo nua cosa (v. 33)
lt: Viskas, ne tik nieko (33 psl.)
sv: Allt, inte bara någonting (v. 33)
uk: Все, а не якусь частину (в. 33)

source: Luke 11:1-4
es: Lucas 11:1-4
lt: Luko 11: 1-4
sv: Lukas 11: 1-4
uk: Луки 11:1-4

source: Must learn to pray - disciples saw the strength Jesus received from the Father
ar: يجب أن يتعلم الصلاة - ألتلاميذ رأى القوة التي تلقاها يسوع من الآب
es: Debes aprender a orar - Los discípulos se dieron cuenta del poder que Jesús recibía de su Padre.
lt: Turi išmokti melstis - mokiniai pamatė jėgos, kurią Jėzus gavo iš Tėvo
sv: Måste lära sig att be - lärjungar såg styrkan Jesus fick från Fadern
uk: Треба вчитись молитись - учні побачили, що Ісус брав сили у Отця

source: Daily personal relationship with God (v. 3); daily prayer
ar: علاقة شخصية يومية مع الله( ألإصحاح 3) ؛ الصلاة اليومية
es: Una relación personal con Dios (v. 3); orar diariamente.
lt: Dienos asmeniniai santykiai su Dievu (v. 3); Dienos malda
sv: Dagligt personligt förhållande till Gud (v. 3); Daglig bön
uk: Кожен день мати особисті відносини з Богом (в. 3). Щоденна молитва

# discipleship #1
source: John 13:34-35
es: Juan 13:34-35
lt: Jono 13: 34-35
sv: Johannes 13: 34-35
uk: Івана 13:34-35

source: Love one another
ar: أحبوا بعضكم بعضا
es: Amarse los unos a los otros.
lt: Myli vienas kitą
sv: Älska varandra
uk: Любити один одного

source: Be an active part of the fellowship
ar: كن عضو فعالا في الشركه مع ألمؤمنين
es: Debes ser una parte activa de la confraternidad.
lt: Būkite aktyvi bendravimo dalis
sv: Var en aktiv del av fellesskapet
uk: Приймай активну участь в житті учнів

# discipleship #2
source: Matthew 28:18-20
es: Mateo 28:18-20
lt: Mato 28, 18-20
sv: Matteus 28: 18-20
uk: Матвія 28:18-20

source: Command - make disciples (given to all)
ar: ألمسيح يأمر بأن نتلمذ جميع ألأمم( وصيه معطاه للكل)
es: Mandamiento - Hacer discípulos (dado a todos).
lt: Vadas - sudaryti mokinius (skiriamas visiems)
sv: Kommando - gör lärjungar (ges till alla)
uk: Заповідь - робити учнів (дана всім)

source: Who is a candidate for baptism? A person who makes the decision to be a disciple
ar: من هو ألشخص ألمستعد للمعمودية؟ الشخص الذي يتخذ القرار ليكون تلميذا
es: ¿Quién es un candidato para el bautísmo? Una persona que toma la decisión de ser un discípulo.
lt: Kas yra krikšto kandidatas? Asmuo, kuris priima sprendimą būti mokiniu
sv: Vem är en kandidat för dopet? En person som fattar beslutet att vara en lärjunge
uk: Хто може хреститись? Той, хто прийняв рішення бути учнем Христа

source: You need someone to disciple you to maturity in Christ
ar: تحتاج شخص ليتلمذك لكي تنضج روحيا في ألمسيح
es: Necesitas a alguien que te discípule hacia la madurez en Cristo.
lt: Jums reikia, kad kas nors jus pamokytų Kristuje
sv: Du behöver någon att discipla dig till mognad i Kristus
uk: Тобі потрібна людина, яка буде тебе вчити, щоб ти дорослішав(-ла) у Христі

source: This is the only way to save the world!
ar: هذه ألطريقه ألوحيده لإنقاذ ألعالم
es: ¡Ésta es la única manera de salvar el mundo!
lt: Tai vienintelis būdas išgelbėti pasaulį!
sv: Detta är det enda sättet att rädda världen!
uk: Це єдиний шлях, щоб зберегти світ!

source: Year
ar: خلال سنه
es: Año
lt: Metai
sv: År
uk: Рік

source: Preacher
ar: عدد الأشخاص ألواعظين
es: Predicador
lt: Pamokslininkas
sv: Predikant
uk: Проповідник

# discipleship #1
source: Disciple
ar: عدد ألتلاميذ
es: Discípulo
lt: Mokinys
sv: Lärjunge
uk: Учень Христа

source: the world, 10 billion plus
ar: ألعالم، 10 بليون نسمه
es: Más de 10 billones - !el mundo entero!
lt: Pasaulis, 10 mlrd. Plius
sv: Världen, 10 miljarder plus
uk: Світ, більше мільярдів

source: Conclusion Question:
ar: سؤال إستنتاجي
es: Preguntas de Conclusión:
lt: Išvada Klausimas:
sv: Slutsats Fråga:
uk: Підсумкові питання:

source: Am I a disciple? Am I a Christian? Am I saved? What do I need to do to become a disciple?
ar: هل أنا تلميذ أليوم؟ هل انا مسيحي؟ هل أنا مخلص؟ ماذا علي أن أفعل لأصبح تلميذا؟
es: ¿Soy un discípulo? ¿Soy un Cristiano?¿Soy Salvo?¿Qué necesit hacer para ser un discúpulo?
lt: Ar aš esu mokinys? Ar aš krikščionis? Ar aš išsaugotas? Ką turiu padaryti, norint tapti mokiniu?
sv: Är jag en lärjunge? Är jag kristen? Har jag sparat? Vad behöver jag göra för att bli lärjunge?
uk: Чи я учень? Чи я християнин? Чи я спасенний? Що мені необхідно зробити, щоб стати учнем?

source: In this study you will see the continuity of the Old and New Testaments
ar: في هذه الدراسة سنرى ترابط أحداث العهدين القديم والجديد
es: En este estudio verás la continuidad del Antiguo y el Nuevo Testamento
lt: Šiame tyrime pamatysite Senojo ir Naujojo Testamento tęstinumą
sv: I denna studie ser du kontinuiteten i det gamla och det nya testamentet
uk: У цьому занятті ви побачите зв‘язок між Старим і Новим Заповітами

source: Questions: What is the Kingdom of God? When did it come?
ar: سؤال إستفتتاحي: ماهو ملكوت الله؟ متى تحديدا تم مجيئه؟
es: Preguntas: ¿Qué es el Reino de Dios?¿Cuándo llegó?
lt: Klausimai: kas yra Dievo karalystė? Kada tai atėjo?
sv: Frågor: Vad är Guds rike? När kom det?
uk: Питання: Що таке Царство Бога? Коли воно прийшло, чи прийде?

source: Old Testament Predictions of the Kingdom (the height of Israel's glory was under the kingship of David, approximately 1000 B.C.)
ar: تنبؤات العهد القديم عن ألملكوت (ملكوت إسرائيل كان في قمه مجده تحت ملكية داود ، حوالي 1000 قبل الميلاد).
es: Predicciones acerca del Reino en el Antiguo Testamento (El momento más importante de la gloria de Israel fue bajo el reinado de David en el año 1000 A.C aprox.)
lt: Senovės Testamento Numatomos Karalystės (Izraelio šlovės aukštis buvo pagal Dovydo karalystę, maždaug 1000 B.C.)
sv: Gamla testamentets förutsägelser av kungariket (höjden av Israels ära var under Davids konungskap, ca 1000 B.C.)
uk: Пророцтва Старого Заповіту про Царство (найбільшу славу Ізраїль мав у часи царювання Давида приблизно в 1000 році до н.е.)

source: Isaiah 2:1-4
es: Isaías 2:1-4
lt: Izaijas 2: 1-4
sv: Jesaja 2: 1-4
uk: Ісая 2:1-4

source: (750 B.C.)
ar: سنه 750 قبل ألميلاد
es: (759 A.C)
lt: (750 BK)
uk: (750 р. до н.е.)

# coming_of_the_kingdom #1
source: Last days
ar: في ألأيام ألأخيره
es: Los últimos días
lt: Paskutinės dienos
sv: Sista dagar
uk: Останні дні

source: Mountains (Symbolizes kingdoms): Mountain of the Lord, chief of the mountains
ar: الجبال (ترمز الممالك): جبل الرب ، رئيس الجبال
es: Montes (símbolos de reinos): Monte del Señor, El principal de los montes.
lt: Kalnai (simbolizuoja karalystes): Viešpaties kalnas, kalnų viršininkas
sv: Berg (symboliserar kungariket): Herrens berg, bergschefen
uk: Гори (символізують царства): Гора Господа найвища з гір

# coming_of_the_kingdom #1
source: All nations
ar: كل ألأمم
es: Todas las Naciones
lt: Visos tautos
sv: Alla nationer
uk: Всі народи

# coming_of_the_kingdom #1
source: Jerusalem
ar: أورشليم
es: Jerusalén
lt: Jeruzalė
uk: Ієрусалим

source: (550 B.C.)
ar: سنه 550 قبل ألميلاد
es: (550 A.C)
sv: (550 ° C)
uk: (550 р. до н.е.)

source: Set up this passage by explaining that earlier in Daniel 2 King Nebuchadnezzer threatens death to all his astrologers and dream interpreters if they do not first tell him his dream, then interpret it
ar: قم بإعداد هذا المقطع من خلال شرح أنه في وقت سابق في دانيال 2 الملك نبوخذ نصر يهدّد الموت لجميع المنجمين والمترجمين الأحلام إذا لم يخبروه أولاً بحلمه ، ثم تفسيرهم للحلم.
es: Plantea este pasaje explicando que al principio de David 2 el rey Nabucodonosor amenazó de muerte a todos sus astrólogos e interpretadores de sueños si no le decían su sueño primero y luego lo interpretaban.
lt: Išdėstykite šį ištrauką paaiškindami, kad anksčiau Danielis 2, karalius Nebuchadnezzeris grasina mirti visiems savo astrologams ir svajonių vertėjams, jei jie pirmą kartą nepaaiškina jo svajonių, tada jį aiškina
sv: Ställ upp denna passage genom att förklara det som tidigare i Daniel 2, King Nebuchadnezzer, hotar döden för alla sina astrologer och drömtolkare om de inte först säger honom sin dröm, tolkar den först
uk: Поясніть спочатку, що раніше в 2 главі книги Даніїла сказано, що царь Навуходоносор дав приказ вбити всіх чародіїв та магів, якщо вони спочатку не розкажуть царю зміст його сна, а потім його роз‘яснення

source: Daniel interprets King Nebuchadnezzar's dream
ar: دانيال يفسر حلم ألملك نبوخذ نصر.
es: Daniel interpreta el sueño del Rey Nabucodonorsor.
lt: Danielis interpretuoja karaliaus Nebukadnecaro sapną
sv: Daniel tolkar kung Nebukadnezars dröm
uk: Даніїл пояснює царю Навуходоносору його сон

source: Empires
ar: ألإمبراطوريات
es: Imperios
lt: Imperijos
uk: Імперії

source: Babylonian: gold
ar: إلامبراطوريه ألبابليه : ذهب
es: Babilonia: El oro
lt: Babilonietis: auksas
sv: Babyloniska: guld
uk: Вавилонська: золото

source: Medo-Persian: silver
es: Medo-Persa: La Plata
lt: Medo-Persų: sidabro
sv: Medo-Persiska: silver
uk: Мідо-Персидська: срібло

source: Alexander the Great: bronze
ar: الكسندر العظيم: برونز
es: Alejandro Magno: El Bronce
lt: Aleksandras Didysis: bronzos
sv: Alexander den stora: brons
uk: Олександра Македонського: бронза

source: Roman: iron (iron and clay)
ar: الأمبراطوريه ألرومانيه: حديد وطين
es: Roma: El Hierro (El hierro y el barro)
lt: Romanas: geležis (geležis ir molis)
sv: Romersk: järn (järn och lera)
uk: Римська: залізо (залізо з глиною)

source: Rock - cut out not by human hands (therefore God)
ar: حجر:
es: Una roca que nadie desprendió (fue Dios)
lt: Rokas - iškirpti ne žmogaus rankomis (todėl Dievas)
sv: Rock - klipp ut inte av mänskliga händer (därför Gud)
uk: Камінь - відколовся без допомоги людських рук (значить силою Бога)

source: Rock becomes huge mountain - filled the whole earth
ar: الحجره اصبحت جبل عظيم_ ملأت ألأرض بأكملها
es: Una roca que se convirtió en una gran montaña, cubrió toda la tierra. (Evangelismo mundial)
lt: Rokas tampa didžiuliu kalnu - užpildė visą žemę
sv: Rock blir ett stort berg - fyllt hela jorden
uk: Камінь перетворився у величезну гору - і заповнив всю землю

source: Kingdom that will never be destroyed (v. 44)
ar: ملكوت لن يفنى أبدا( إصحاح ٤٤)
es: Un reino que jamás será destruido (v. 44)
lt: Karalystė, kuri niekada nebus sunaikinta (44 psl.)
sv: Konungariket som aldrig kommer att förstöras (v. 44)
uk: Царство, яке ніколи не буде зруйноване (в. 44)

source: New Testament Predictions of the Kingdom
ar: تنبؤات ألعهد ألجديد عن الملكوت
es: Predicciones acerca del Reino en el Nuevo Testamento
lt: Naujojo Testamento numatymai Karalystėje
sv: Nya testamentets förutsägelser av kungariket
uk: Пророцтва Нового Заповіту про Царство

source: John the Baptist
ar: يوحنا ألمعمدان
es: Juan el Bautista
lt: Jonas Krikštytojas
sv: Johannes Döparen
uk: Іван Хреститель

source: (25 A.D.)
ar: سنه 25 بعد ألميلاد
es: (25 D.C)
uk: (25 р. н.е.)

# coming_of_the_kingdom #1
source: Kingdom is near
ar: ألملكوت قريب
es: El Reino está cerca
lt: Karalystė yra arti
sv: Kungariket är nära
uk: Царство близько

source: Matthew 3:1-6
es: Mateo 3:1-6
lt: Mato 3: 1-6
sv: Matteus 3: 1-6
uk: Матвія 3:1-6

source: Jesus
ar: المسيح
es: Jesús
lt: Jėzus
uk: Ісус

source: (30 A.D.)
ar: سنه 30 بعد ألميلاد
es: (30 D.C)
uk: (30 р. н.е.)

# coming_of_the_kingdom #2
source: Kingdom is near
ar: ألملكوت قريب
es: El Reino está cerca
lt: Karalystė yra arti
sv: Kungariket är nära
uk: Царство близько

# coming_of_the_kingdom #1
source: Matthew 4:17
es: Mateo 4:17
lt: Mato 4:17
sv: Matteus 4:17
uk: Матвія 4:17

source: Kingdom will come in the lifetime of some of the disciples
ar: الملكوت سيأتي بوجود البعض من ألتلاميذ وهم على قيد ألحياه.
es: El Reino llegará durante el transcurso de la vida de algunos de los discípulos.
lt: Karalius ateis kai kurių mokinių gyvenime
sv: Riket kommer att komma i livet för några av lärjungarna
uk: Царство настане при житті деяких учнів Христа

# coming_of_the_kingdom #1
source: Mark 9:1
es: Marcos 9:1
lt: Markas 9: 1
uk: Марка 9:1

source: Kingdom will come with power
ar: ألملكوت سيأتي بقوه
es: El Reino vendrá con Poder.
lt: Karalystė ateis su galia
sv: Kungariket kommer med kraft
uk: Царство прийде в силі

# coming_of_the_kingdom #2
source: Mark 9:1
es: Marcos 9:1
lt: Markas 9: 1
uk: Марка 9:1

source: Kingdom entered by new birth - by water and the Spirit
ar: ألدخول للملكوت يتم بالولاده- من ألماء وألروح
es: Un nacimiento nuevo es necesario para entrar al Reino, mediante el agua y el espíritu
lt: Karalyste įvedama nauja gimimo - vandens ir Dvasios
sv: Riket kom in med ny födelse - av vatten och Anden
uk: Царство, в яке можна буде ввійти заново народившись - від води і Духа

# coming_of_the_kingdom #1
source: John 3:1-7
es: Juan 3:1-7
lt: Jono 3: 1-7
uk: Івана 3:1-7

source: Kingdom is within you
ar: ألملكوت داخل كل واحد منا
es: El Reino está entre ustedes.
lt: Karalystė yra jūsų viduje
sv: Konungariket är inom dig
uk: Царство всередині нас

# coming_of_the_kingdom #1
source: Luke 17:20-21
es: Lucas 17:20-21
lt: Luko 17: 20-21
sv: Lukas 17: 20-21
uk: Луки 17:20-21

source: Peter has the keys
ar: بطرس يملك مفاتيح ألملكوت
es: Pedro tiene las llaves
lt: Petras turi raktus
sv: Peter har nycklarna
uk: У Петра є ключі

source: Matthew 16:13-19
es: Mateo 16:13-19
lt: Mato 16: 13-19
sv: Matteus 16: 13-19
uk: Матвія 16:13-19

source: Church and the Kingdom are the same and will be built on the truth that Jesus is the Christ
ar: الكنيسة = ألملكوت وستبنى على حقيقة أن يسوع هو المسيح
es: La iglesia y el Reino son lo mismo y será construido sobre la verdad que Jesús es el Cristo
lt: Bažnyčia ir Karalystė yra vienodos ir bus pagrįstos tiesa, kad Jėzus yra Kristus
sv: Kyrkan och kungariket är desamma och kommer att byggas på sanningen att Jesus är Kristus
uk: Церква і Царство - це одне й те саме, і воно буде побудовано на істині, що Ісус - Христос

source: 1 Corinthians 3:11
es: 1 Corintios 3:11
lt: 1 Korintiečiams 3:11
sv: 1 Kor 3:11
uk: 1 Коринфянам 3:11

source: Joseph of Arimathea was still waiting for the Kingdom when Jesus died
ar: يوسف ألرامي كان ينتظر ألملكوت عندما مات ألمسيح.
es: José de Arimatéa todavía esperaba el reino aún después de la muerte de Jesús.
lt: Juozapas iš Arimatėjos vis dar laukia Karalystės, kai Jėzus mirė
sv: Josef av Arimathea väntade fortfarande på kungariket när Jesus dog
uk: Йосип з Аримафеї все ще чекав Царства, коли Ісус помер

source: Luke 23:50-52
es: Lucas 23:50-51
lt: Luko 23: 50-52
sv: Lukas 23: 50-52
uk: Луки 23:50-52

source: Repentance and forgiveness of sins will be preached first in Jerusalem to all nations
ar: التوبة ومغفرة الخطايا سيتم التبشير بها أولاً في أورشليم لجميع الأمم
es: Comenzando desde Jerusalén, se anunciará a todas las naciones el arrepentimiento y el perdón de los pecados.
lt: Visose tautose Jeruzalėje pirmiausia bus paskelbta nuodėmių atnaša ir atleidimas
sv: Omvändelse och förlåtelse av synder kommer att predikas först i Jerusalem till alla nationer
uk: Покаяння і прощення гріхів буде проповідано всім народам, починаючи з Ієрусалиму

# coming_of_the_kingdom #1
source: Luke 24:44-49
es: Lucas 24:44-49
lt: Luko 24: 44-49
sv: Lukas 24: 44-49
uk: Луки 24:44-49*

source: Fulfillment of the Old and New Testament Predictions,
ar: تحقق نبؤات العهد ألقديم وألجديد عن ألملكوت
es: Cumplimiento de las Predicciones del Antiguo y Nuevo Testamento,
lt: Senojo ir Naujojo Testamento prognozių vykdymas
sv: Uppfyllandet av Gamla och Nya Testamentets förutsägelser,
uk: Виконання пророцтв Старого та Нового Заповітів

# coming_of_the_kingdom #1
source: Acts 1-2
es: Hechos 1-2
lt: Aktai 1-2
sv: Agerar 1-2
uk: Дії 1-2

source: (33 A.D.)
ar: سنه 33 بعد الميلاد
es: (33 D.C)
uk: (33 р. н.е.)

# coming_of_the_kingdom #2
source: Last days
ar: في الأيام ألأخيره
es: Los últimos días
lt: Paskutinės dienos
sv: Sista dagar
uk: Останні дні

source: Acts 2:17
es: Hechos 2:17
lt: Apd 2:17
sv: Apg 2:17
uk: Дії 2:17

# coming_of_the_kingdom #1
source: Isaiah 2:2
es: Isaías 2:2
lt: Izaijas 2: 2
sv: Jesaja 2: 2
uk: Ісая 2:2

# coming_of_the_kingdom #2
source: All nations
ar: كل ألأمم
es: Todas las naciones
lt: Visos tautos
sv: Alla nationer
uk: Всі народи

# coming_of_the_kingdom #1
source: Acts 2:5
es: Hechos 2:5
lt: Apd 2: 5
sv: Apostlarna 2: 5
uk: Дії 2:5

# coming_of_the_kingdom #2
source: Isaiah 2:2
es: Isaías 2:2
lt: Izaijas 2: 2
sv: Jesaja 2: 2
uk: Ісая 2:2

source: Luke 24:47
es: Lucas 24:47
lt: Luko 24:47
sv: Lukas 24:47
uk: Луки 24:47

# coming_of_the_kingdom #2
source: Acts 2:5
es: Hechos 2:5
lt: Apd 2: 5
sv: Apg 2: 5
uk: Дії 2:5

source: Isaiah 2:3
es: Isaías 2:3
lt: Izaijo 2: 3
sv: Jesaja 2: 3
uk: Ісая 2:3

# coming_of_the_kingdom #2
source: Luke 24:44-49
es: Lucas 24:44-49
lt: Luko 24: 44-49
sv: Lukas 24: 44-49
uk: Луки 24:44-49

source: Eternal kingdom
ar: ملكوت أبدي
es: Un Reino Eterno
lt: Amžina karalystė
sv: Evigt rike
uk: Вічне Царство

source: Acts 2:37-42
es: Hechos 2:37-42
lt: Apd 2: 37-42
sv: Apg 2: 37-42
uk: Дії 2:37-42

source: Date of coming approximately
ar: تاريخ مجئ الملكوت تقريبا
es: Fecha aproximada de la llegada del Reino
lt: Atvykimo maždaug data
sv: Datum för att komma ungefär
uk: Дата, коли Царство прийшло приблизно

# coming_of_the_kingdom #1
source: 33 A.D.
ar: سنه 33 بعد ألميلاد
es: 33 D.C
uk: 33 р. н.е.

# coming_of_the_kingdom #2
source: Acts 1-2
es: Hechos 1-2
lt: Aktai 1-2
sv: Agerar 1-2
uk: Дії 1-2

source: Old Testament prophecy
ar: تنبؤات ألعهد ألقديم
es: La profecía del Antiguo Testamento
lt: Senojo Testamento pranašystė
sv: Gamla testamentet profeti
uk: Пророцтва Старого Заповіту

source: John the Baptist - "is near"
ar: يوحنا ألمعمدان- ألملكوت قريب
es: Juan el Bautísta - "Está cerca"
lt: Jonas Krikštytojas - "artimas"
sv: Johannes Döparen - "är nära"
uk: Іван Хреститель - “близько“

source: Matthew 3:1-2
es: Mateo 3:1-2
lt: Mato 3: 1-2
sv: Matteus 3: 1-2
uk: Матвія 3:1-2

source: Jesus - "is near"
ar: ألمسيح- ألملكوت قريب
es: Jesús - "Está Cerca"
lt: Jėzus - "arti"
sv: Jesus - "är nära"
uk: Ісус - “близько“

# coming_of_the_kingdom #2
source: Matthew 4:17
es: Mateo 4:17
lt: Mato 4:17
sv: Matteus 4:17
uk: Матвія 4:17

source: Lifetime
ar: في الفتره التي عاشها بعض التلاميذ
es: Durante la vida de algunos discípulos
lt: Gyvenimas
sv: Livstid
uk: При житті

# coming_of_the_kingdom #1
source: Acts 2:14
es: Hechos 2:14
lt: Apd 2:14
sv: Apostlagärningarna 2:14
uk: Дії 2:14

# coming_of_the_kingdom #3
source: Mark 9:1
es: Marcos 9:1
lt: Markas 9: 1
uk: Марка 9:1

source: "Some" - Judas died
ar: البعض سيشهد مجئ ألملكوت- ماعدا يهوذا
es: "Algunos", y que Judas murió
lt: "Kai" - Judas mirė
sv: "Vissa" - Judas dog
uk: “деякі“ - Іуда помер

source: Acts 1:18-19
es: Hechos 1:18-19
sv: Apg 1: 18-19
uk: Дії 1:18-19

source: Power
ar: قوه
es: Poder
lt: Galia
sv: Kraft
uk: Сила

# coming_of_the_kingdom #1
source: Acts 1:8
es: Hechos 1:8
lt: 1: 8 darbai
sv: Apg 1: 8
uk: Дії 1:8

source: Acts 2:1-4
es: Hechos 2:1-4
lt: Apd 2: 1-4
sv: Apg 2: 1-4
uk: Дії 2:1-4

# coming_of_the_kingdom #4
source: Mark 9:1
es: Marcos 9:1
lt: Markas 9: 1
uk: Марка 9:1

source: New birth
ar: الولاده ألجديده
es: Nuevo Nacimiento
lt: Naujas gimimas
sv: Ny födelse
uk: Нове народження

# coming_of_the_kingdom #1
source: Acts 2:38
es: Hechos 2:38
lt: Apd 2:38
sv: Apg 2:38
uk: Дії 2:38

source: Water and Spirit
ar: ألماء وألروح
es: Agua y Espíritu
lt: Vanduo ir dvasia
sv: Vatten och Ande
uk: Вода і Дух

# coming_of_the_kingdom #2
source: John 3:1-7
es: Juan 3:1-7
lt: Jono 3: 1-7
uk: Івана 3:1-7

source: Kingdom within
ar: الملكوت داخلنا
es: Reino entre/dentro
lt: Karalystėje per
sv: Kungariket inom
uk: Царство всередині

source: Acts 2:37
es: Hechos 2:37
lt: Apd 2:37
sv: Apg 2:37
uk: Дії 2:37

# coming_of_the_kingdom #2
source: Luke 17:20-21
es: Lucas 17:20-21
lt: Luko 17: 20-21
sv: Lukas 17: 20-21
uk: Луки 17:20-21

source: Peter with the keys
ar: بطرس يملك ألمفاتيح
es: Pedro con las Llaves
lt: Petras su klavišais
sv: Peter med nycklarna
uk: У Петра ключі

# coming_of_the_kingdom #2
source: Acts 2:14
es: Hechos 2:14
lt: Apd 2:14
sv: Apostlagärningarna 2:14
uk: Дії 2:14

# coming_of_the_kingdom #2
source: Acts 2:38
es: Hechos 2:38
lt: Apd 2:38
sv: Apg 2:38
uk: Дії 22:38

source: Matthew 16:19
es: Mateo 16:19
lt: Mato 16:19
sv: Matteus 16:19
uk: Матвія 16:19

source: Repentance and forgiveness of sin
ar: ألتوبه ومغفره ألخطايا
es: El arrepentimiento y el perdón de pecados
lt: Atgaila ir atleidimas nuo nuodėmės
sv: Ångerets ånger och förlåtelse
uk: Покаяння і прощення гріхів

# coming_of_the_kingdom #3
source: Acts 2:38
es: Hechos 2:38
lt: Apd 2:38
sv: Apg 2:38
uk: Дії 2:8

# coming_of_the_kingdom #3
source: Luke 24:44-49
es: Lucas 24:44-49
lt: Luko 24: 44-49
sv: Lukas 24: 44-49
uk: Луки 24:44-49

# coming_of_the_kingdom #1
source: Conclusion
ar: ملخص
es: Conclusión
lt: Išvada
sv: Slutsats
uk: Висновки

source: The church is the Kingdom of God on earth, established in approximately
ar: الكنيسة هي مملكة الله على الأرض ، تأسست تقريبا
es: La Iglesia es el Reino de Dios en la tierra establecida aproximadamente en el año
lt: Bažnyčia yra Dievo karalystė žemėje, įkurta maždaug
sv: Kyrkan är Guds rike på jorden, etablerad i ungefär
uk: Церква - це Царство Бога на землі, що встановлено приблизно в

# coming_of_the_kingdom #2
source: 33 A.D.
ar: سنه 33 بعد ألميلاد
es: 33 D.C
uk: 33 р. н.е.

source: Acts 2:42
es: Hechos 2:42
lt: Darbai 2:42
sv: Apostlagärningarna 2:42
uk: Дії 2:42

source: As citizens of the Kingdom and members of the body (the church), we must be devoted to:
ar: كمواطنين في الملكوت وأعضاء الجسد (الكنيسة) ، يجب أن نكرس أنفسنا ل:
es: Como ciudadanos del Reino y miembros del Cuerpo (la Iglesia) debemos estar comprometidos a:
lt: Kaip Karalystės piliečiai ir kūno nariai (bažnyčia), mes turime būti skirti:
sv: Som medborgare i kungariket och medlemmarna i kroppen (kyrkan) måste vi ägnas åt:
uk: Як громадяни Царства і члени Тіла (Церкви), ми повинні перебувати у:

# coming_of_the_kingdom #1
source: Doctrine
ar: العقيده
es: La Doctrina
lt: Doktrina
sv: Lära
uk: Вченні

source: Fellowship
ar: ألشركه مع ألمؤمنين
es: La confraternidad
lt: Stipendija
sv: Gemenskap
uk: Спілкуванні

source: Breaking Bread
ar: كسر ألخبز
es: El Partimiento del Pan
lt: Virdulys
sv: Bryta bröd
uk: Ламанні хліба

source: Prayer
ar: ألصلاه
es: La Oración
lt: Malda
sv: Bön
uk: Молитвах

# coming_of_the_kingdom #1
source: Matthew 6:33
es: Mateo 6:33
lt: Mato 6:33
sv: Matteus 6:33
uk: Матвія 6:33

source: We must seek His Kingdom first. Ask them to commit themselves to at least Sunday services and Midweek services
ar: يجب أن نطلب ملكوت ألله أولاً. اطلب من ألأشخاص أللذين تدرس معهم أن يلتزموا بخدمات الأحد على الأقل وخدمات منتصف الأسبوع
es: El Reino debe ser nuestra prioridad. Pídele que se comprometa a ir a la reunión de cada domingo y a las reuniones de entre-semana.
lt: Pirmiausia turime ieškoti savo Karalystės. Paprašykite, kad jie įsipareigotų bent sekmadienines tarnybas ir Midweek paslaugas
sv: Vi måste söka hans rike först. Be dem att åta sig åtminstone söndags tjänster och midweek tjänster
uk: Ми повинні шукати перш за все Його Царства. Надихніть людину, з якою ви вивчаєте Біблію, бути на недільних службах і зібраннях посеред тижня
