Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

source: It is often helpful to begin this study by constructing a "spiritual timeline" with the person whom you are helping to become a disciple
ar: من الجيد في كثير من الأحيان البدء في هذه الدراسة من خلال بناء "جدول زمني روحي" مع الشخص الذي تساعد في أن يصبح تلميذاً
es: A menudo es útil comenzar este estudio armando una "cronología espiritual" con la persona que estás ayudando a ser un discípulo.
lt: Dažnai yra naudinga pradėti šį tyrimą, sukurdami "dvasinį laiko juostą" su asmeniu, kurį padedate tapti mokiniu
sv: Det är ofta användbart att börja denna studie genom att bygga en "andlig tidslinje" med den person du hjälper till att bli en lärjunge
uk: Часто буває корисним почати цей урок з конструювання "духовної часової лінії" з людиною, якій ви допомагаєте стати учнем

# light_and_darkness #1
source: Introduction:
ar: مقدمه
es: Introducción:
lt: Įvadas:
sv: Introduktion:
uk: Вступ:

source: 1 Peter 2:9-10
es: 1 Pedro 2:9-10
lt: 1 Petras 2: 9-10
sv: 1 Petrus 2: 9-10
uk: 1 Петра 2:9-10

# light_and_darkness #1
source: Darkness
ar: ألظلمه
es: Oscuridad
lt: Tamsa
sv: Mörkret
uk: Темрява

source: Not a people of God
ar: في ألظلمه نحن لسنا شعب ألله
es: No pueblo de Dios
lt: Ne Dievo tauta
sv: Inte ett folk
uk: Не народ Бога

source: No Mercy
ar: في ألظلمه لايوجد رحمه
es: No Compasión
lt: Ne maloningumas
sv: Inte funnit barmhärtighet
uk: Не помиловані

# light_and_darkness #1
source: Light
ar: ألنور
es: Luz
lt: Šviesa
sv: Ljuset
uk: Світло

source: People of God
ar: في ألنور نحن شعب ألله
es: Pueblo de Dios
lt: Dievo žmonės
sv: Guds folk
uk: Народ Бога

source: Mercy
ar: نعيش في ألرحمه
es: Compasión
lt: Gailestingumas
sv: Funnit barmhärtighet
uk: Помилувані

source: Lost
ar: في ألظلمه يوجد ضياع
es: Perdido
lt: Prarastas
sv: Förlorat
uk: Не спасенний

source: Not a Christian
ar: الذي يسلك في ألظلمه ليس مسيحيا
es: No Cristiano
lt: Ne krikščionis
sv: Inte en kristen
uk: Не християнин

source: Not a Disciple
ar: ليس تلميذا
es: No Discípulo
lt: Ne mokinys
sv: Inte en lärjunge
uk: Не учень

source: Saved
ar: مخلص
es: Salvo
lt: Išsaugotas
sv: Frälst
uk: Спасенний

# light_and_darkness #1
source: Christian
ar: مسيحي
es: Cristiano
lt: Krikščionis
sv: kristen
uk: Християнин

# light_and_darkness #1
source: Disciple
ar: تلميذ
es: Discípulo
lt: Mokinys
sv: Lärjunge
uk: Учень

source: Every person is either in the darkness or the light. There is no twilight zone
ar: كل شخص منا إما في ألظلمه أو في ألنور. لا يوجد منطقه محايده.
es: Toda Persona está en la oscuridad o en la luz. No existe un punto medio.
lt: Kiekvienas žmogus yra tamsoje arba šviesoje. Nėra dvigubos zonos
sv: Varje person är antingen i mörkret eller i ljuset. Det finns ingen skymningszon
uk: Кожна людина знаходиться в темряві або на світлі. Напівтемряви не існує

source: Where are you?
ar: أين أنت؟ بأي منطقه؟
es: ¿Donde estás tú?
lt: Kur tu esi?
sv: Var är du?
uk: Де знаходишся ти?

# light_and_darkness #2
source: Darkness
ar: ألظلمه
es: Oscuridad
lt: Tamsa
sv: Mörkret
uk: Темрява

# light_and_darkness #1
source: Isaiah 59:1-2
es: Isaías 59:1-2
lt: Izaijo 59: 1-2
sv: Jesaja 59: 1-2
uk: Ісая 59:1-2

source: Sin separates us from God
ar: ألخطيئه تفصلنا عن ألله
es: El pecado nos separa de Dios.
lt: Nuodėmė mus atskiria nuo Dievo
sv: Synd skiljer oss från Gud
uk: Гріх відділяє нас від Бога

source: WALL
ar: حائط
es: BARRERA
sv: VÄGG
uk: СТІНА

# light_and_darkness #1
source: DARKNESS
ar: الظلمه
es: OSCURIDAD
sv: MÖRKRET
uk: ТЕМРЯВА

source: MAN
ar: أي واحد
es: HOMBRE
lt: VYRAS
uk: Людина

# light_and_darkness #1
source: LIGHT
ar: النور
es: LUZ
sv: LJUSET
uk: СВІТЛО

# light_and_darkness #1
source: GOD
ar: ألله
es: DIOS
lt: Dievas
sv: GUD
uk: БОГ

# light_and_darkness #1
source: SIN
ar: ألخطيئه
es: PECADO
sv: SYND
uk: Гріх

source: In order for a man to have a relationship with God the wall must be broken down - sin must be forgiven
ar: لكي يكون للإنسان علاقة مع الله ، يجب ان يزاح الجدار - يجب أن تغفر الخطيئه
es: Para que una persona pueda tener una relación con Dios, la barrera debe ser derribada - el pecado debe ser perdonado.
lt: Kad žmogus turėtų santykius su Dievu, siena turi būti suskaidyta - nuodėmė turi būti atleista
sv: För att en man ska ha ett förhållande till Gud måste väggen brytas ner - synden måste förlåtas
uk: Щоб людина змогла мати відносини з Богом, стіна має бути знищена - гріх має бути прощений

source: The point in time that sin is forgiven is the point in time a person is saved
ar: اللحظه التي يتم فيها غفران الخطيئة هي اللحظه الزمنية التي نخلص فيها من نتاج الخطيئه
es: Cuando el pecado es perdonado, ese es el momento en que una persona es salva.
lt: Tuo metu, kai nuodėmė yra atleista, yra tas momentas, kai žmogus yra išgelbėtas
sv: Den tidpunkt då synden förlåtits är den tidpunkt en person är räddad
uk: Людина отримує спасіння в той момент, коли їй прощаються всі гріхи

source: Romans 3:23-25
es: Romanos 3:23-25
lt: Romiečiams 3: 23-25
sv: Romarbrevet 3: 23-25
uk: Римлянам 3:23-25

source: Who has sinned? Everyone!
ar: من أخطأ؟ الكل!
es: ¿Quienes han pecado? ¡Todos!
lt: Kas nusidėjo? Visi!
sv: Vem har syndat? Alla!
uk: Хто грішить? Кожен!

# light_and_darkness #2
source: SIN
ar: الخطيئه
es: PECADO
sv: SYND
uk: ГРІХ

# light_and_darkness #3
source: SIN
ar: ألخطيئه
es: PECADO
sv: SYND
uk: Гріх

# light_and_darkness #4
source: SIN
ar: الخطيئه
es: PECADO
sv: SYND
uk: Гріх

source: Person A
ar: ألشخص ألاول
es: Persona A
lt: Asmuo A
uk: Людина А

source: Person B
ar: ألشخص ألثاني
es: Persona B
lt: Asmuo B
uk: Людина Б

source: Person C
ar: ألشخص ألثالث
es: Persona C
lt: Asmuo C
uk: Людина В

source: Who is further away from God: a person who sins a little, or a person who sins a lot? All are equal, all lost. Therefore a good moral life does not save you. You cannot earn your salvation by your good deeds
ar: من هو أبعد من الله: الشخص الذي يخطئ قليلا ، أو الشخص الذي يخطئ كثيرا؟ الجميع متساوون ، جميعهم ضائعون. لذلك فإن الحياة الأخلاقية الجيدة لا تنقذك. لا يمكنك كسب خلاصك من خلال أعمالك الصالحة
es: ¿Quien se encuentra más lejos de Dios, la persona que peca menos o que peca más? Todos por igual están perdidos. Por lo tanto, una vida moralmente buena no te salva. No puedes ganar tu salvación con buenas obras.
lt: Kas toli nuo Dievo: žmogus, kuris šiek tiek gina, ar žmogus, kuris labai nusikalsta? Visi yra lygūs, visi prarandami. Todėl geras moralinis gyvenimas neužgelbia tavęs. Savo gerų darbų negalite uždirbti išgelbėjimo
sv: Vem är längre ifrån Gud: en person som syndar lite eller en person som syndar mycket? Alla är lika, alla förlorade. Därför räddar inte ett bra moraliskt liv dig. Du kan inte tjäna din frälsning genom dina goda gärningar
uk: Хто дальше від Бога: той, хто грішить мало або той, хто грішить багато? Всі рівні, всі не спасенні. Тому високоморальне життя не спасе тебе. Ти не можеш спасіння своїми добрими справами

source: Faith in the blood of Jesus saves you
ar: ألإيمان بدم يسوع ألمسيح وحده يخلصنا
es: La fe en la sangre de Cristo te salva.
lt: Tikėjimas Jėzaus krauju gelbsti jus
sv: Tro på Jesu blod sparar dig
uk: Віра в кров Ісуса тебе спасає

source: What is Sin?
ar: ماهي ألخطيئه
es: ¿Qué es el pecado?
lt: Kas yra nuodėmė?
sv: Vad är synd?
uk: Що таке гріх?

source: Galatians 5:19-21
es: Gálatas 5:19-21
lt: Galatianams 5: 19-21
sv: Galaterbrevet 5: 19-21
uk: Галатам 5:19-21

# light_and_darkness #1
source: (sins of commission)
ar: ألخطايا ألمقصوده
es: (Pecados de comisión)
lt: (Komisinių nuodėmės)
sv: (Synder av kommissionen)
uk: (гріхи дії)

source: 2 Timothy 3:1-5
es: 2 Timoteo 3:1-5
lt: 2 Timotiejui 3: 1-5
sv: 2 Timoteus 3: 1-5
uk: 2 Тимофію 3:1-5

# light_and_darkness #2
source: (sins of commission)
ar: ألخطايا غير المقصوده
es: (Pecados de comisión)
lt: (Komisinių nuodėmės)
sv: (Synder av kommissionen)
uk: (гріхи дії)

source: James 4:17
es: Santiago 4:17
sv: Jakobsbrevet 4:17
uk: Якова 4:17

source: (sins of omission)
ar: الخطايا غير ألمقصوده
es: (Pecados de omisión)
lt: (Praleidimo nuodėmės)
sv: (Synder av utelämnandet)
uk: (гріхи бездіяльності)

source: What is the eternal consequence of sin?
ar: ما هي النتيجة النهائيه للخطيئة؟
es: ¿Cuales son las consecuencias eternas del pecado?
lt: Kas yra amžina nuodėmės pasekmė?
sv: Vad är den eviga konsekvensen av synden?
uk: Що є вічним наслідком гріха?

source: Romans 6:23
es: Romanos 6:23
lt: Romiečiams 6:23
sv: Romarbrevet 6:23
uk: Римлянам 6:23

source: WAGES OF SIN
ar: أجور الخطايا
es: PAGA DEL PECADO
lt: GYVIAI
sv: LÖN AV SIN
uk: ПОКАРАННЯ ЗА ГРІХ

source: GIFT OF GOD
ar: عطيه ألله
es: DON DE DIOS
lt: Dievo DOVANAS
sv: GUDS GÅVA
uk: ДАР БОГА

source: Death
ar: موت
es: La Muerte
lt: Mirtis
sv: Död
uk: Смерть

source: Hell
ar: جحيم
es: El Infierno
lt: Pragaras
sv: Helvete
uk: Ад

# light_and_darkness #3
source: Darkness
ar: ظلام
es: La Oscuridad
lt: Tamsa
sv: Mörker
uk: Темрява

source: Eternal Life
ar: حياه أبديه
es: La Vida Eterna
lt: Amžinas gyvenimas
sv: Evigt liv
uk: Вічне життя

source: Heaven
ar: السماء
es: El Cielo
lt: Dangus
sv: Himmel
uk: Небеса

# light_and_darkness #2
source: Light
ar: نور
es: La Luz
lt: Šviesa
sv: Ljus
uk: Світло

# light_and_darkness #3
source: Light
ar: نور
es: La Luz
lt: Šviesa
sv: Ljuset
uk: Світло

# light_and_darkness #1
source: John 3:1-7
es: Juan 3:1-7
lt: Jono 3: 1-7
sv: Johannes 3: 1-7
uk: Івана 3:1-7

source: Born again (v. 3), born of water and Spirit (v. 5), born again. (v. 7)
ar: ولاده مرة أخرى (v. 3) ، ولاده من الماء والروح (v. 5) ، ولاده من جديد. (v. 7)
es: Nacer de Nuevo (v.3), nacer del agua y del espíritu (v. 5), nacer de nuevo. (v.7=
lt: Gimstos dar kartą (3 vnt.), Gimęs iš vandens ir dvasios (5), gimęs iš naujo. (V. 7)
sv: Född på nytt (v. 3), född av vatten och Ande (v. 5), född på nytt. (V. 7)
uk: Народитись заново (в. 3), народитись від води і Духа (в. 5), народитись заново (в. 7)

source: Personal decision as an adult
ar: قرار شخصي يتخذ كشخص بالغ
es: Decisión personal como adulto.
lt: Asmeninis sprendimas suaugęs
sv: Personligt beslut som vuxen
uk: Особисте рішення дорослої людини

source: What message must one believe to be in the light (to be saved)?
ar: ما هي الرسالة التي يجب أن يؤمن بها المرء لكي ينتقل من ألظلمه إلى ألنورء؟( لكي يخلص؟)
es: ¿Qué mensaje debemos creer para estar en la Luz (ser salvo)?
lt: Kokią žinią reikia manyti esant šviesoje (būti išgelbėti)?
sv: Vilket meddelande måste man tro på att vara i ljuset (att bli frälst)?
uk: У що необхідно вірити людині, щоб вийти на світло (спастись)?

source: Acts 2:22-24
es: Hechos 2:22-24
lt: Apd 2: 22-24
sv: Apostlagärningarna 2: 22-24
uk: Дії 2:22-24

source: Jesus is from God
ar: ألمسيح هو من الله
es: Jesús fue enviado por Dios
lt: Jėzus yra iš Dievo
sv: Jesus är från Gud
uk: Ісус прийшов від Бога

source: Jesus raised physically from the dead
ar: المسيح قام جسديا من بين ألاموات
es: Jesús recusitó físicamente de la muerte
lt: Jėzus fiziškai iškėlė iš numirusių
sv: Jesus väckte fysiskt från de döda
uk: Ісус воскрес фізично з мертвих

source: Everyone is responsible for the crucifixion of Christ
ar: كل واحد منا مسؤول عن صلب ألمسيح
es: Todos somos responsables por la crucifixión de Cristo.
lt: Visi yra atsakingi už Kristaus nukryžiavimą
sv: Alla är ansvariga för Kristi korsfästelse
uk: Кожен несе відповідальність за розп‘яття Христа

source: All have sinned.
ar: ألجميع أخطأ
es: Todos hemos pecado
lt: Visi nusidėjo.
sv: Alla har syndat.
uk: Всі згрішили.

# light_and_darkness #1
source: Romans 3:23
es: Romanos 3:23
lt: Romiečiams 3:23
sv: Romarbrevet 3:23
uk: Римлянам 3:23

source: Response of people:
ar: رده فعل الناس
es: La Respuesta de la gente
lt: Žmonių atsakas:
sv: Svar från människor:
uk: Реакція людей:

source: Acts 2:36-37
es: Hechos 2:37
lt: Apd 2: 36-37
sv: Apostlagärningarna 2: 36-37
uk: Дії 2:36-37

source: Cut to the heart
ar: نخسوا في قلوبهم
es: Profundamente conmovidos (corazón)
lt: Iškirpti į širdį
sv: Orden träffade dem i hjärtat
uk: Були глибоко розчулені

source: What shall we do?
ar: "ماذا نصنع أيها ألأخوه"؟
es: ¿Qué debemos hacer?
lt: Ką mums reikėtų daryti?
sv: Vad ska vi göra?
uk: Що нам робити?

source: Once the people believed, what did they do?
ar: عندما أمن هولاء ألرجال في إلأصحاح ألمذكور أعلاه، ماذا فعلوا؟
es: ¿Una vez que creyeron, qué hicieron?
lt: Kai žmonės tikėjo, ką jie padarė?
sv: När folk trodde, vad gjorde de?
uk: Що вони зробили після того, як повірили?

source: Acts 2:38-42
es: Hechos 2:38-42
lt: Apd 2: 38-42
sv: Apostlagärningarna 2: 38-42
uk: Дії 2:38-42

source: Repent (Greek = to turn)
ar: توبه- في اليوناني يتحول من نقطه إلى نقطه أخرى
es: Arrepentirse (Griego = cambiar)
lt: Atgailauti (graikų kalba = pasukti)
sv: Omvändelse (grekisk = att vända)
uk: Покайтесь (з грецької = розверніться)

source: Be baptized (Greek = to be immersed)
ar: يتعمد- في أليوناني ”مغمور"
es: Bautizarse (Griego = sumergido)
lt: Būkite pakrikštyti (graikų = būti panardintam)
sv: Döpt (grekisk = under vattnet)
uk: Бути хрещеним (з грецької = занурення під воду)

source: Sin forgiven. Therefore this is the point in time a person is saved
ar: عندما تغفرالخطيئة، هذه هي النقطة ألتي يخلص فيها الشخص.
es: Perdón de Pecados. Por lo tanto, este es el momento en el cual alguien se salva.
lt: Nuodėmė atleista Todėl šiuo momentu žmogus yra išgelbėtas
sv: Förlåtelse. Därför är det dags för en person som sparas
uk: Гріхи прощаються. Тому саме в цей момент людина спасається

source: Holy Spirit given to each who responded - power to live as God commands
ar: الروح القدس يعطي لكل من استجاب - القدرة على العيش كما يأمر الله
es: Cada una de las personas que respondieron, recibieron el Espíritu Santo, que es el poder para vivir como Dios manda.
lt: Šventoji Dvasia duota kiekvienam, kuris atsakė - gebėjimas gyventi, kaip Dievas įsakė
sv: Helige Ande ges till var och en som svarade - kraft att leva det kristna livet
uk: Святий Дух дається кажному, хто відкликнувся - ця сила достатня для того, щоб жити згідно з заповідями

source: Baptism:
ar: ألمعموديه
es: Bautismo
lt: Krikštas:
sv: Dopet:
uk: Хрещення:

source: Romans 6:1-4
es: Romanos 6:1-4
lt: Romiečiams 6: 1-4
sv: Romerbrevet 6: 1-4
uk: Римлянам 6:1-4

source: Baptism is the sharing (a participation) in the death, burial and resurrection of Christ. (More than just a symbol)
ar: المعمودية هي المشاركة (المشاركة) في موت المسيح ودفنه وقيامته. (أكثر من مجرد رمز)
es: El Bautismo es la participación en la muerte, sepultura y resurrección de Cristo (Más que sólo un símbolo)
lt: Krikštas yra dalijimasis (dalyvavimas) Kristaus mirtyje, laidojimo ir prisikėlimo. (Daugiau nei simbolis)
sv: Dopet är delningen (ett deltagande) i Kristi död, begravning och uppståndelse. (Mer än bara en symbol)
uk: При хрещенні ми приймаємо участь в смерті, і воскресенні Христа. (Більше ніж лише символ)

source: JESUS
ar: ألمسيح
es: JESÚS
lt: JĖZUS
uk: ІСУС

source: DIED
ar: مات
es: MUERTO
sv: DOG
uk: ПОМЕР

source: RESURRECTED
ar: قام
es: RESUCITADO
lt: ĮSPĖJAMAS
sv: återuppstår
uk: ВОСКРЕС

source: BURIED
ar: دفن
es: SEPULTADO
sv: BEGRAVD
uk: ПОХОВАНИЙ

source: OLD LIFE
ar: ألحياه ألقديمه
es: LA VIDA PASADA
lt: Senoji gyvenima
sv: GAMMALT LIV
uk: СТАРЕ ЖИТТЯ

source: "DIED WITH CHRIST"
ar: "أنا ميت مع ألمسيح"
es: MORIR CON CRISTO
lt: "DIDĖJIMAS SU CHRISTI"
uk: “ПОМЕР З ХРИСТОМ“

source: "RAISED TO A NEW LIFE"
ar: "قيامه مع ألمسيح لحياه جديده"
es: RESUCITADO A UNA NUEVA VIDA
lt: "PATIRTI NAUJOJAM GYVENIMUI"
sv: "ÖVRIGT TILL NYTT LIV"
uk: “ВОСКРЕС ДЛЯ НОВОГО ЖИТТЯ“

source: "BURIED WITH CHRIST"
ar: "أدفن مع ألمسيح"
es: "SEPULTADO CON CRISTO"
uk: “ПОХОВАНИЙ З ХРИСТОМ“

# light_and_darkness #2
source: DARKNESS
ar: الظلمه
es: LA OSCURIDAD
sv: MÖRKER
uk: ТЕМРЯВА

# light_and_darkness #2
source: LIGHT
ar: ألنور
es: LA LUZ
sv: LJUS
uk: СВІТЛО

source: Sin
ar: ألخطيئه
es: Pecado
lt: Nuodėmė
sv: Synd
uk: Гріх

source: Separates us from God
ar: تفصلنا عن ألله
es: Nos Separa de Dios
lt: Atskiria mus nuo Dievo
sv: Skiljer oss från Gud
uk: Відділяє нас від Бога

# light_and_darkness #1
source: Acts 2:38
es: Hechos 2:38
lt: Apd 2:38
sv: Apostlagärningarna 2:38
uk: Дії 2:38

source: Sin is Forgiven
ar: ألخطيئه مغفوره
es: El Pecado es Perdonado
lt: Nuodėmė yra atleista
sv: Synd är förlåtet
uk: Гріхи - Прощені

source: Born Again of Water and Spirit
ar: مولود ثانيه من ألماء وألروح
es: Nacer de nuevo del Agua y el Espíritu
lt: Gimė dar kartą iš vandens ir dvasios
sv: Född igen av vatten och ande
uk: Народитись знову від Води і Духа

# light_and_darkness #1
source: John 3:5
es: Juan 3:5
lt: Jono 3: 5

# light_and_darkness #2
source: Acts 2:38
es: Hechos 2:38
lt: Apd 2:38
sv: Apg 2:38
uk: Дії 2:38

source: Water = Baptism
ar: ألمعموذيه= ماء
es: Agua = Bautismo
lt: Vanduo = Krikštas
sv: Vatten = Dop
uk: Вода = Хрещенням

source: Spirit = Received at Baptism
ar: ألروح= نحصل عليه في ألمعموذيه
es: El Espíritu = Recibido en el Bautismo
lt: Dvasia = gautas krikštu
sv: Ande = Mottagen vid dopet
uk: Дух = Дається при Хрещенні

source: Romans 3:25
es: Romanos 3:25
lt: Romiečiams 3:25
sv: Romarbrevet 3:25
uk: Римлянам 3:25

source: Faith in the Blood of Jesus Saves Us
ar: إلأيمان بدم ألمسيح يخلصنا
es: Fe en la Sangre de Jesús nos Salva
lt: Tikėjimas Jėzaus krauju gelbsti mus
sv: Tro på Jesu blod sparar oss
uk: Віра в Кров Ісуса може спасти нас

source: Jesus shed His blood when He died. In baptism we share by faith in the death, burial and resurrection of Jesus. Thus we contact the blood of baptism and are forgiven of our sins and SAVED!
ar: يسوع سفك دمه عندما مات. في المعمودية نتشارك بالإيمان في موت ودفن وقيامة يسوع. وهكذا نتصل بدم المعمودية وتغفر خطايانا ونخلص!
es: Jesús derramó su sangre al morir. En el Bautismo participamos por fe en la muerte, sepultura y resurrección de Jesús. ¡Tomamos contacto con su sangre en el Bautismo, somos perdonados de nuestros pecados y SALVADOS!
lt: Jėzus, išgydęs savo kraują, mirė. Krikštu mes dalijamės tikėjimu dėl Jėzaus mirties, laidojimo ir prisikėlimo. Taigi mes kreipiamės į krikšto kraują ir atleidžiami nuo mūsų nuodėmių ir SAVED!
sv: Jesus kasta sitt blod när han dog. I dopet delar vi av tro på Jesu död, begravning och uppståndelse. Således kontaktar vi dopets blod och förlåtas våra synder och sparas!
uk: Коли Ісус помер, Він пролив свою кров. При хрещенні ми вірою приймаємо участь в Його смерті та воскресінні. Так, при хрещенні Його кров омиває нас, нам прощаються гріхи і ми отримуємо СПАСІННЯ!

source: Traditions/False Doctrines -
ar: عادات وتقاليد/ بدع مذهبيه
es: Tradiciones y Doctrinas Falsas
lt: Tradicijos / melagingos doktrinos -
sv: Traditioner / Falska läror -
uk: Традиції/лжедоктрини -

# light_and_darkness #1
source: Matthew 15:6-9
es: Mateo 15:6-9
sv: Matteus 15: 6-9
uk: Матвія 15:6-9

source: Infant Baptism
ar: معموذيه ألطفل
es: El Bautismo infantil
lt: Kūdikių krikštas
sv: Barndop
uk: Хрещення дітей

source: Personal faith is needed
ar: إيمان شخصي هو المطلوب
es: Se necesita una fe personal
lt: Reikia asmeninio tikėjimo
sv: Personlig tro behövs
uk: Необхідна особиста віра

# light_and_darkness #1
source: Colossians 2:12
es: Colosenses 2:12
lt: Kolosiečiams 2:12
sv: Kolosserbrevet 2:12
uk: Колосянам 2:12

source: Began approximately third century A.D.
ar: بدأت حوالي القرن الثالث الميلادي
es: Comenzó alrededor del tercer siglo D.C
lt: Prasidėjo maždaug trečiasis amžius A.D.
sv: Började ungefär tredje århundradet A.D.
uk: Почали практикувати десь з третього століття н.е.

source: Original sin
ar: ألخطيئه ألاصليه
es: El pecado original
lt: Originalus nuodėmė
sv: Arvsynd
uk: Перворідний гріх

# light_and_darkness #1
source: Ezekiel 18:20
es: Ezequiel 18:20
lt: Ezechielis 18:20
sv: Esekiel 18:20
uk: Єзекіль 18:20

source: Became "church doctrine" in 549 A.D.
ar: أصبحت "عقيدة الكنيسة" في عام 549 م.
es: Se volvió "doctrina de la iglesia" en el año 549 D.C
lt: Tapo "Bažnyčios doktrina" 549 A.D.
sv: Blev "kyrklig doktrin" i 549 A.D.
uk: Це вчення стало “церковною доктриною“ в 549 рік н.е.

source: Praying Jesus into your heart
ar: أطلب ألمسيح في قلبك
es: Aceptando a Jesús en tú corazón
lt: Meldžiasi Jėzus į savo širdį
sv: Be Jesus in i sitt hjärta
uk: Помолись, щоб Ісус ввійшов в твоє серце

# light_and_darkness #1
source: Revelation 3:20
es: Apocalipsis 3:20
lt: Apreiškimas 3:20
sv: Uppenbarelseboken 3:20
uk: Об‘явлення 3:20

source: - taken out of context. This verse is addressed to Christians
ar: مأخوذه من السياق. هذه الآية موجهة إلى المسيحيين
es: - Está tomado fuera de contexto, porque éste versículo está dirigido a los cristianos.
lt: - pašalinta iš konteksto. Ši eilutė skirta krikščionims
sv: - taget ur sitt sammanhang Denna vers riktas till kristna
uk: - вирвано з контексту. Ці слова адресовані християнам

source: Began in the early 1800s in America
ar: بدأت في أوائل ألثمانينات في أمريكا
es: Empezó a los principios del año 1800 en los Estados Unidos
lt: Prasidėjo 1800-ųjų pradžioje Amerikoje
sv: Började i början av 1800-talet i Amerika
uk: Ця доктрина з‘явилась на початку 1800-тих років в Америці

source: Sinful nature
ar: الطبيعه الساقطه
es: La Naturaleza Pecaminosa
lt: Gėdinga prigimtis
sv: Sinful natur
uk: Гріховна природа

source: Suggest to the individual with whom you are studying that he or she write out and be specific about various sins that they have committed during their life. This is so they might see the gravity and magnitude of their sin. This is confidential and should only be shared with those who are studying with the person
ar: اقترح على الفرد الذي تدرس معه أنه هو أو هي تكتب وأن يكون ألشخص محدد حول الخطايا المختلفة التي ارتكبوها خلال حياتهم. هذا لكي يروا خطورة وحجم خطيتهم. هذا سري ويجب مشاركته فقط مع أولئك الذين يدرسون مع الشخص
es: Sugiérele al individuo con quien estás estudiando que escriba específicamente acerca de los pecados que ha cometido en su vida. Esto sirve para que pueda ver la gravedad y magnitud de su pecado. Esto es confidencial y sólo se debe compartir con los que están estudiando con la persona.
lt: Siūlykite asmeniui, su kuriuo studijuojote, kad jis išspausdins ir būk konkretus apie įvairius nuodėmes, kuriuos jie padarė per savo gyvenimą. Taip jie gali matyti savo nuodėmės sunkumą ir dydį. Tai yra konfidenciali informacija, kurią turėtų dalytis tik tie, kurie mokosi su asmeniu
sv: Föreslå personen med vilken du studerar att han eller hon skriver ut och är specifik om olika synder de har begått under sitt liv. Det här är så att de kan se gravitationen och deras synds storhet. Detta är konfidentiellt och bör endast delas med dem som studerar med personen
uk: Запропонуйте людині, з якою ви вивчаєте Біблію, виписати гріхи, які він чи вона здійснили протягом життя. Таким чином, вона може зрозуміти серйозність і величину своїх гріхів. Це конфіденційна інформація і її повинні говорити лише тим, хто також вивчає з цією людиною Біблію

source: The Major Conversions in Acts
ar: ألتحولات ألرئيسيه في سفر ألأعمال
es: Conversiones en el Nuevo Testamento
lt: Pagrindinės konversijos akcijomis
sv: De stora omvandlingarna i handlingar
uk: Основні навернення в Діях

source: Conversions
ar: محادثات
es: Las Conversiones
lt: Konversijos
sv: omvandlingar
uk: Навернення

# new_testament_conversion #1
source: Acts 2:36-47
es: Hechos 2: 36-47
lt: Apd 2: 36-47
sv: Apg 2: 36-47
uk: Дії 2:36-47

source: First Christian in Jerusalem
ar: ألتلاميذ ألاوليين في أورشليم
es: Los primeros cristianos en Jerusalén
lt: Pirmasis krikščionis Jeruzalėje
sv: Första kristen i Jerusalem
uk: Перші християни в Ієрусалимі

# new_testament_conversion #1
source: Acts 8:26-39
es: Hechos 8:26-39
lt: Apd 8: 26-39
sv: Apg 8: 26-39
uk: Дії 8:26-39

source: Ethiopian Eunich
ar: ألخصي الحبشي
es: El eunuco de Etipoía.
lt: Etiopijos Eunichas
sv: Etiopiska Eunich
uk: Ефіопський євнух

source: Acts 16:22-34
es: Hechos 16:22-34
lt: Apd 16: 22-34
sv: Apg 16: 22-34
uk: Дії 16:22-34

source: Philippian jailer and his family
ar: ألسجين ألفلبيني وعائلته
es: Carcelero Filipense y su familia.
lt: Filipiečio kaltininkas ir jo šeima
sv: Filippinska fängelse och hans familj

# new_testament_conversion #1
source: Acts 9:1-22
es: Hechos 9:1-22
lt: Apd 9: 1-22
sv: Apg 9: 1-22
uk: Дії 9:1-22
