Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

source: The context of the word "Scripture" is referring to the Old Testament. We believe the Old Testament applies to our lives — as much as the New Testament — except for the Mosaic Law and any teaching in the New Testament that supercedes the Old Testament (Example: grounds for divorce)
ar: يشير سياق كلمة "الكتاب المقدس" إلى العهد القديم. نحن نعتقد أن العهد القديم ينطبق على حياتنا - بقدر ما ينطبق على العهد الجديد - باستثناء القانون الموسوي وأي تعليم في العهد الجديد يفسد العهد القديم (مثال: أسباب الطلاق)
es: El contexto de la palabra "Escritura" se refiere al Antiguo Testamento. Creemos que tanto el Antiguo Testamento. Creemos que tanto el Antiguo como el Nuevo Testamento se aplican en nuestras vidas, menos la Ley de Moisés y cualquier enseñanza del Antiguo Testamento que sea superada por otra enseñanza en el Nuevo Testamento (Ejemplo: los motivos para un divorcio).
lt: Žodžio "Raštas" kontekstas yra nuoroda į Senąjį Testamentą. Mes tikime, kad Senasis Testamentas taikomas mūsų gyvenimams - tiek, kiek Naujasis Testamentas - išskyrus Mozės įstatymą ir bet kurį Naujojo Testamento mokymą, kuris perteikia Senąjį Testamentą (pvz., Skyrybų pagrindai)
sv: Sammanhanget av ordet "Skriften" hänvisar till Gamla testamentet. Vi tror att Gamla testamentet gäller för våra liv - lika mycket som Nya Testamentet - förutom Mosaic Law och någon undervisning i Nya Testamentet som övertygar Gamla testamentet (Exempel: Skäl för skilsmässa)

source: We believe — as in the book of Acts — the visible church should be composed of only sold-out baptized disciples
ar: نحن نؤمن - كما هو الحال في سفر أعمال الرسل - يجب أن تتكون الكنيسة من التلاميذ المعتمدين المرسلين فقط..
es: Creemos - como en el libro de los Hechos - La iglesia visible debe ser compuesta de solo discípulos completamente comprometidos.
lt: Mes tikime, kad, kaip ir knygoje "Darbai", matomą bažnyčią turėtų sudaryti tik išpranašautieji krikštijo mokiniai
sv: Vi tror - som i Handlingsboken - att den synliga kyrkan ska bestå av endast utsålda döpta lärjungar

source: "Be silent where the Bible speaks, and speak where the Bible is silent"
ar: " إصمت عندما يتكلم ألكتاب ألمقدس، وتكلم عندما يكون ألكتاب صامت".
es: "Callarnos cuando la Biblia habla y hablar cuando la Biblia se calla."
lt: "Būk tylus, kai Biblija kalba ir kalba, kur Biblija tyli"
sv: "Var tyst där Bibeln talar och tala där Bibeln är tyst"

source: In applying Scriptural principles to build the visible church, we believe we must obey God's Word, but where the Bible does not prohibit a practice or name, we are free to use our God-given creativity
ar: في تطبيق المبادئ الكتابية لبناء الكنيسة ، نعتقد أنه يجب علينا أن نطيع كلمة الله ، ولكن حيث لا يحظر الكتاب المقدس ممارسة أو اسم ، نحن أحرار في استخدام إبداعنا الذي منحه الله
es: En aplicar los principios de la Escritura para construir a la iglesia visible, creemos que tenemos que obedecer a la Palabra de Dios, pero donde la Biblia no prohibe una práctica o nombre, somos libres de usar nuestra creatividad que Dios nos ha dado.
lt: Taikydami Biblijos principus statydami matomą bažnyčią, mes manome, kad turime paklusti Dievo Žodžiui, tačiau kai Biblija nedraudžia praktikos ar vardo, mes galime laisvai naudotis mūsų Dievo sukurta kūryba
sv: När vi tillämpar bibliska principer för att bygga den synliga kyrkan, tror vi att vi måste lyda Guds Ord, men där Bibeln inte förbjuder en övning eller ett namn, är vi fria att använda vår Guds givna kreativitet

source: Genesis 2:19
es: Genésis 2:19

source: (Examples: The principles for "Bible Talks," "Lead Evangelist," "Discipleship Partners" and "Regions" are in the Scriptures, though these terms are not. However, nowhere are they prohibited. Also instrumental music and paid Women's Ministry Leaders are not prohibited in the Scriptures)
ar: أمثلة: مبادئ "محادثات الكتاب المقدس" و "قائد المبشرين" و "شركاء التلمذة" و "التلمذه" موجودة في الكتاب المقدس ، لكن ليس نفس ألكلمات ومع ذلك ، لا يحظر في أي مكان. كما لا يحظر في الكتاب المقدس موسيقى ألألات وتعيين قائده مدربه للنساء)
es: (Ejemplo: los principios para las "charlas bíblicas", "evangelista principal", "parejas de discipulado", y "regiones" se encuentran en la Escritura, aunque esos nombres no. Sin embargo, en ningún lugar son prohibidos. También, la música instrumental y el pagar a los Líderes de Ministerio de Mujeres no son prohibidos en las Escrituras)
lt: (Pavyzdžiai: "Biblijos pokalbių", "Šv evangelisto", "Mokinių partnerių" ir "Regionų" principai yra Šventajame Rašte, nors šie terminai nėra. Vis dėlto niekur jų draudžiama, taip pat instrumentinė muzika ir mokamos moterų lyderių tarnybos Nėra draudžiami Šventajame Rašte)
sv: (Exempel: Principerna för "Bibeln talar", "Lead Evangelist", "Discipleship Partners" och "Regions" finns i Skriften, även om dessa villkor inte är. Men ingenstans är de förbjudna. Även instrumentalmusik och betalda kvinnors ministeriets ledare Är inte förbjudna i skrifterna)

source: We believe in a Central Leadership
ar: نحن نؤمن بالقيادة المركزية
es: Creemos en un Liderazgo Central
lt: Mes tikime centrine vadovybe
sv: Vi tror på ett centralt ledarskap

source: Throughout God's Word, when His people were unified, there was a strong central leadership and godly central leader. (Examples: Moses, Joshua, David and of course Jesus and the Apostles)
ar: هناك ألعديد من ألأمثله في ألكتاب ألمقدس ، نرى فيها شعب ألله موحدًا ، كانت هناك قيادة مركزية قوية وزعيمه مركزية. (أمثلة: موسى ، جوشوا ، داود وبالطبع يسوع والرسل)
es: A través de la Palabra de Dios, cuando Su pueblo estaba unido, hubo un liderazgo central fuerte y un líder central espiritual. (Ejemplos: Moisés, Josué, David y claro Jesús y los apóstoles
lt: Visą Dievo Žodį, kai jo tautos buvo vieningos, buvo stipri centrinė lyderė ir dieviškas centrinis lyderis. (Pavyzdžiai: Mozė, Jozuė, Dovydas ir, žinoma, Jėzus ir apaštalai)
sv: Genom Guds ord, när hans folk var förenade, fanns det ett starkt centralt ledarskap och gudomlig central ledare. (Exempel: Moses, Joshua, David och självklart Jesus och apostlarna)

source: 1 Corinthians 4:15-17
es: 1 Corintios 4:15-17
lt: 1 Korintiečiams 4: 15-17
sv: 1 Kor 4: 15-17

# church #1
source: and
ar: و
es: y
lt: Ir
sv: och

source: Titus 1:5
es: Tito 1:5

source: teaches that local congregations had an overseeing evangelist, who unified the disciples "everywhere in every church." In the first century, congregations were a collective movement — not autonomous, not self-governing)
ar: تعلمنا أن التجمعات المحلية كان لها مبشر إشرافي ، الذي وحد التلاميذ "في كل مكان في كل كنيسة". في القرن الأول ، كانت التجمعات حركة جماعية - ليست مستقلة ، وليست ذاتية الحكم.
es: enseñan que las congregaciones locales tuvieron un evangelista supervisor, quien unía a los discípulos "en todas partes y en cada iglesia." En el primer siglo, las congregaciones eran un movimiento colectivo - no autómatas, no auto-gobernadas.)
lt: Moko, kad vietinės bendruomenės buvo prižiūrinčios evangelisto, vienijančios mokinius "visur kiekvienoje bažnyčioje". Pirmuoju amžiuje susivienijimai buvo kolektyvinis judėjimas - ne savarankiškas, o savivaldos principas)
sv: Lär ut att lokala församlingar hade en övervakande evangelist, som förenade lärjungarna "överallt i varje kyrka." Under första århundradet var församlingar en kollektiv rörelse - inte autonom, inte självstyrande)

# church #1
source: Matthew 28:19-20
es: Mateo 28:19-20
sv: Matteus 28: 19-20

source: Our vision — the evangelization of all nations in this generation —
ar: رؤيتنا - تبشير جميع الأمم في هذا الجيل -
es: Nuestra visión - evangelización de todas las naciones en nuestra generación -
lt: Mūsų vizija - visų šios kartos tautų evangelizacija -
sv: Vår vision - evangelisering av alla nationer i denna generation -

source: will be accomplished through every disciple making disciples and every disciple having discipling relationships
ar: هذا سيتم إنجازه من خلال أن كل تلميذ يتلمذ أخرين وكل تلميذ له متلمذ
es: se va a cumplir por medio de que cada discípulo hace discípulos y cada discípulo tiene relaciones de discipulado.
lt: Bus atliekamas per kiekvieną mokinį, kuris daro mokinius, o kiekvienas mokinys turi santykius
sv: Kommer att uppnås genom varje lärjunge som gör lärjungar och alla lärjungar har disciplande relationer

source: 1 Corinthians 12:14-27
es: 1 Corintios 12:14-27
lt: 1 Korintiečiams 12: 14-27
sv: 1 Korinthierna 12: 14-27

source: We need the body. The body needs us
ar: نحتاج الجسم. الجسم يحتاجنا.. ألجسم يرمز للكنيسه هنا
es: Necesitamos al cuerpo. El cuerpo nos necesita
lt: Mums reikia kūno. Kūnas mums reikia
sv: Vi behöver kroppen. Kroppen behöver oss

source: Be involved on a relationship level in the church
ar: كن مشارك على ألصعيد ألعلاقاتي في ألكنيسه.
es: Involúcrate en un nivel de relaciones profundas dentro de la iglesia
lt: Būkite įsitraukę į santykius bažnyčioje
sv: Var involverad på en relationsnivå i kyrkan

source: Hebrews 10:23-25
es: Hebreos 10:23-25
lt: Hebrajams 10: 23-25
sv: Hebreerbrevet 10: 23-25

source: Do not miss church
ar: لاتتغيب عن حضور إجتماعات ألكنيسه
es: No faltes a la Iglesia
lt: Nepraleisk bažnyčios
sv: Missa inte kyrkan

source: The fellowship helps us to be unswerving in our commitment
ar: ألشركه مع ألمؤمنين تساعدنا على أن نكون ثابتين في التزامنا
es: La confraternidad nos ayuda a mantenernos firmes en nuestro compromiso
lt: Bendradarbiavimas padeda mums būti nepriekaištingu mūsų įsipareigojimuose
sv: Samhället hjälper oss att vara oroande i vårt engagemang

source: Another purpose of fellowship is to encourage each other so we will remain faithful
ar: الغرض الآخر من الشراكة هو تشجيع بعضنا البعض حتى نبقى على خط ألإيمان.
es: Otro propósito de la confraternidad es animarnos con el fin de seguir fieles
lt: Kitas bendravimo tikslas yra paskatinti vieni kitus, kad mes liktų ištikimi
sv: Ett annat syfte med gemenskap är att uppmuntra varandra så att vi kommer att förbli trogna

source: Must come to all meetings of the body: Sunday and Midweek Services, Bible Talks, special devotionals, Jubilees, retreats, etc... Begin to rearrange schedule to come to all the meetings of the body
ar: يجب أن يأتي إلى جميع اجتماعات الجسد: خدمات ألأحدو إجتماع منتصف ألأسبوع، محادثات الكتاب المقدس ، أمسيات ألعباده المسائيه ، اليوبيل ، الخلوات ، الخ ... إبدأبإعاده ترتيب الجدول الزمني للحضور إلى جميع اجتماعات الجسد
es: Debemos asistir a todas las reuniones del cuerpo: Servicios dominicales y entre-semana, Charlas Bíblicas, devocionales especiales, Jubileos, retiros, etc...Empieza a arreglar tu horario para poder asistir a todas las reuniones del cuerpo.
lt: Turi atvykti į visus kūno susitikimus: sekmadienio ir pietų savaitės tarnybos, Biblijos pokalbiai, specialūs devotionals, jubiliejai, retritikai ir tt ... Pradėkite pertvarkyti tvarkaraštį, kad ateitumėte į visus kūno susitikimus.
sv: Måste komma till alla möten i kroppen: söndag och midweek tjänster, bibel talar, speciella hängivenheter, jubileer, retreats, etc. ... Börja omarrangera schema för att komma till alla möten i kroppen

source: Contribution
ar: ألاسهام ألمادي/ ألعشور
es: La Contribución
lt: Indėlis
sv: Bidrag

# church #1
source: Malachi 3:6-12
es: Malaquías 3:6-12

source: Do not rob God in your tithes and offerings. Tithing is the guideline of our sacrifice on Sundays to meet the ministry needs. Benevolent offerings are given at Midweek Services
ar: لا تسلب الله في الأعشار والقرابين. العشور هو دليل لتضحياتنا في أيام الأحد لتلبية احتياجات الارساليه.
es: No le robes a Dios los diezmos y las ofrendas. El diezmo es la guía de nuestro sacrificio se da el día domingo para cumplir con las necesidades del ministerio. Las ofrendas de benevolencia se dan en las reuniones de entre-semana.
lt: Neišrakink Dievą savo dešimtinėse ir aukose. Dešimtoji yra mūsų aukos gairės sekmadieniais, siekiant patenkinti ministerijos poreikius. Palankios aukos pateikiamos "Midweek Services"
sv: Räd inte Gud i dina tioton och erbjudanden. Tiende är riktlinjen för vårt offer på söndagar för att möta ministerens behov. Välgörenhetserbjudanden erbjuds vid Midweek Services

source: 2 Corinthians 9:6-8
es: 2 Corinitios 9:6-8
lt: 2 Korintiečiams 9: 6-8
sv: 2 Korinthierna 9: 6-8

source: Giving should be from a "cheerful" heart — not under compulsion
ar: يجب أن يكون العطاء من القلب "المبتهج" - وليس تحت الإكراه
es: Dar debe salir de un corazón alegre, no por obligación.
lt: Suteikti turėtų būti iš "linksmas" širdies - ne pagal prievartą
sv: Att ge bör vara från ett "glatt" hjärta - inte under tvång

source: God blesses you when you sacrifice
ar: الرب يباركك عندما تضحي
es: Dios te bendice cuando tú sacrificas.
lt: Dievas palaimina tave, kai tu aukoja
sv: Gud välsignar dig när du offrar

source: Discuss the young disciple's first few days as a Christian
ar: ناقش ايام التلميذ المتعمد حديثا كمسيحي
es: Platicar acerca de sus primeros días como nuevo discípulo/a
lt: Aptarti jaunų mokinių pirmas kelias dienas kaip krikščionis
sv: Diskutera den unga lärjungens första dag som kristen
uk: Обговоріть з новим учнем його перші дні як Християнина

source: Share "letter to God." If the new disciple has not had a chance to write one, encourage him/her to do so
ar: شارك مع التلميذ الحديث "رسالة إلى الله". إذا لم يتنحى لدى التلميذ الجديد فرصة لكتابة واحده، شجعه على القيام بذلك. كتابه الرساله الى الله وصب مشاعره فيها ستشجعه على ان يتذكر عمل الرب في حياته لاحقا.
es: Comparte "carta a Dios". Si el nuevo discípulo no ha tenido la oportunidad de escribir una, anímalo que lo haga.
lt: Pasidalinkite "laišku su Dievu". Jei naujasis mokinys neturėjo galimybės parašyti vieno, skatink jį tai daryti
sv: Dela "brev till Gud". Om den nya lärjungen inte har haft chans att skriva en, uppmuntra honom / henne att göra det
uk: Поділіться своїм «листом Богу». Якщо молодий учень ще його не написав, надихніть його / її написати такий

# after_baptism_now_what #1
source: Acts 2:36-47
ar: أعمال ألرسل 2:36-47
es: Hechos 2:36-47
lt: Apd 2: 36-47
sv: Apg 2: 36-47
uk: Дії 2:36-47

source: The Conversion of the 3000
ar: تحول الد3000 شخص
es: La Conversión de los 3000
lt: 3000 konversija
sv: Konverteringen av 3000
uk: Навернення 3000 людей

source: Discuss Biblical conversion
ar: ناقش ألتحولات الكتابيه الموجوده في الانجيل
es: Platica de la conversición bíblica
lt: Aptarti Biblijos konversiją
sv: Diskutera bibelsk omvandling
uk: Обговоріть навернення в Біблії

source: Review how to become a disciple
ar: وضح كيف يصبح الشخص تلميذ
es: Repasa cómo uno se hace discípulo.
lt: Peržiūrėkite, kaip tapti mokiniu
sv: Granska hur man blir en lärjunge
uk: Повторіть, як можна стати учнем

source: Reinforce the joy of salvation and awe of God
ar: تعزيز فرحة الخلاص والخوف من الله
es: Haz énfasis en la alegría de la salvación y el asombro de Dios.
lt: Sustiprinkite Dievo išganymo džiaugsmą ir baimę
sv: Förstärka glädjen av Guds frälsning och vördnad
uk: Зверніть особливу увагу на радість від спасіння і побожний трепет перед Богом

source: Devoted to the Apostles' Teaching — the Word
ar: تكريس قلبي لتعليم الرسل - الكلمه
es: Devotos a la Enseñanza de los Apóstoles - la Palabra
lt: Paskirta Apaštalų mokymui - Žodis
sv: Tillägnad apostlarnas undervisning - Ordet
uk: Наше ставлення до апостольського вчення – Слова

source: For a quiet time, suggest a book or theme — reading a chapter a day
ar: لوقت ألخلوه... إقترح كتابا او موضوع- إقرأ إصحاح كل يوم
es: Para los tiempos con Dios, sugiere un libro o un tema - leyendo un capítulo al día.
lt: Dėl ramios laiko pasiūlykite knygą ar temą - skaitykite skyrių per dieną
sv: För en tyst tid, föreslå en bok eller ett tema - läser ett kapitel om dagen
uk: Для тихих часів порадьте книгу або тему - читати один розділ на день

source: For many, a quiet time journal is helpful
ar: للبعض، مدونه وقت ألخلوه مفيده جدا
es: A muchos les ayuda tener un librito para escribir sus tiempos con Dios.
lt: Daugeliui naudingas ramiojo laiko žurnalas
sv: För många är en tyst tidskatalog hjälpsam
uk: Порадьте завести записник для тихих часів (багатьом допомагає)

source: Devoted to the Fellowship
ar: كرس نفسك للشركه مع ألمؤمنين
es: Devotos a la Confraternidad
lt: Paskirta stipendijai
sv: Hängiven till stipendiet
uk: Наше ставлення до зібрань

source: Discuss the purpose of each gathering: Sunday Worship Services, Midweek Services — Men's Night Out / Women's Night Out, Bible Talks, Devotionals and discipleship partners
ar: ناقش هدف إجتماعات ألكنيسه: إجتماع ألأحد، إجتماع منتصف ألأحد، إجتماعات الرجال والنساء خارج الكنيسه، مناقشات الكتاب المقدس، عشيه العباده، شركاء ألتلمذه
es: Platícale el propósito de cada tipo de reunión: la reunión dominical, el servicio de entre semana para hombres y para mujeres, las charlas biblícas, devocionales y tiempos de discipulado.
lt: Aptarkite kiekvieno susirinkimo tikslą: sekmadieninės garbinimo paslaugos, savaitraštis "Midnight Services" - "Vyriška naktis", "Moterų naktis", "Biblijos pokalbiai", "Išlaisvinimas" ir "mokiniai" partneriai
sv: Diskutera syftet med varje samling: Söndagens gudstjänster, Midweek Services - Mäns Nattut / Kvälls Nattutbyte, Bibeln, Devotionals och Discipleship Partners
uk: Обговоріть мету кожного зібрання: недільної служби, зібрання посеред тижня, жіночі та чоловічі зібрання, бесіди з Біблії, сімейні часи, час по парах

source: Discuss the need to initiate relationships — to give, not just receive
ar: ناقش ضروره المبادره بالعلاقات- للعطاء، ليس للأخذ
es: Platica acerca de la importancia de iniciar las relaciones - de dar y no solo recibir
lt: Aptarkite, kad reikia inicijuoti santykius - duoti, o ne tik gauti
sv: Diskutera behovet av att initiera relationer - att ge, inte bara ta emot
uk: Обговоріть, як бути ініціатором у стосунках - важливо віддавати, а не тільки отримувати

source: Discuss the importance of hospitality — invite people into your home for a meal
ar: ناقش ضروره إستضافه ألناس في بيتك، دعوه ضيوف على ألعشاء
es: Hablar de la importancia de la hospitalidad - el invitar a la gente a comer en tu casa.
lt: Aptarkite svetingumo svarbą - pakvieskite žmones į savo namus valgyti
sv: Diskutera vikten av gästfrihet - bjud in människor i ditt hem för en måltid
uk: Обговоріть важливість гостинності - запрошуйте людей додому на обід, вечерю

source: Discuss the leadership's expectation to tithe on Sundays and give a benevolent offering at the Midweek Services. Read together
ar: ناقش توقعات القاده عندما يتعلق ألامر بالعشور، ألأسبوعيه أو الشهريه.
es: Hablar de la expectativa de los líderes de dar un diezmo los domingos y dar una ofrenda de benevolencia en las reuniones de entre semana. Lean juntos
lt: Aptarkite lyderio lūkesčius iki dešimtinės sekmadienį ir darykite malonų pasiūlymą "Midweek" tarnybose. Skaitykite kartu
sv: Diskutera ledarens förväntningar att tithe på söndagar och ge ett välvilligt erbjudande vid Midweek Services. Läs ihop

# after_baptism_now_what #1
source: Malachi 3:6-12
es: Malaquías 3:6-12

# after_baptism_now_what #1
source: and
ar: وأيضا
es: y
lt: Ir
sv: och
uk: і

# after_baptism_now_what #1
source: Hebrews 13:17
es: Hebreos 13:17
lt: Hebrajams 13:17
sv: Hebreerbrevet 13:17

source: Devoted to Breaking Bread — Communion
ar: تكريس كسر ألخبز- بإنتظام
es: Devotos al partimiento del pan - la Comunión
lt: Paskirtas duonos kepimui - bendrystė
sv: Tillägnad att bryta bröd - kommunion

source: 1 Corinthians 11:23-32
es: 1 Corintios 11:23-32
lt: 1 Korintiečiams 11: 23-32
sv: 1 Kor. 11: 23-32
uk: 1 Коринфянам 11:23-32

source: Discuss the purpose of bread and fruit of the vine
ar: ناقش الغرض من الخبز والفاكهة من الكرمة
es: Platica del propósito del pan y el fruto de la vid
lt: Aptarkite vynuogių duonos ir vaisių tikslą
sv: Diskutera syftet med bröd och frukt av vinstocken

source: Discuss what it means to become spiritually "weak, sick and fallen asleep." How does communion prevent these conditions?
ar: ناقش ما يعنيه أن تصبح روحيا "ضعيف، مريض، ونائم روحيا ". كيف يمكن للشركه أن تمنع حدوث هذه ألحالات؟
es: Platica de lo que es ponerse "débil, enformo y dormido" espiritualmente. ¿Cómo ayuda a estas condiciones la comunión?
lt: Aptarkite, ką reiškia dvasiškai tapti "silpna, serga ir užmigusi". Kaip bendruomenė trukdo šioms sąlygoms?
sv: Diskutera vad det innebär att bli andligt "svag, sjuk och somnat." Hur hindrar nattvikt dessa förhållanden?

source: sick:
ar: مريض روحيا
es: enfermo:
lt: Serga
sv: sjuk:

source: Proverbs 13:12
es: Provervios 13:12
sv: Ordspråksboken 13:12
uk: Притчі 13:12

source: Devoted to Prayer
ar: مكرس للصلاه
es: Devotos a la Oración
lt: Paskirta maldai
sv: Hängiven till bön

source: Discuss how prayer brings peace
ar: ناقش كيف أن ألصلاه تجلب ألسلام
es: Platicar de cómo la oración trae la paz
lt: Aptarkite, kaip malda atneša ramybę
sv: Diskutera hur bön ger fred

source: Philippians 4:4-7
es: Filipenses 4:4-7
sv: Filippinerna 4: 4-7

source: Share petitions and answered prayers
ar: شارك اجابات الله عن صلاتك وطلباتك
es: Compartir las peticiones y las oraciones contestadas.
lt: Dalykitės peticijomis ir atsakykite į maldas
sv: Dela framställningar och svarade böner

# after_baptism_now_what #1
source: Acts 9:1-22
ar: أعمال 9 1-22
es: Hechos 9:1-22
lt: Apd 9: 1-22
sv: Apg 9: 1-22

source: The Conversion of Paul
ar: تحول بولس ( شاول الطرسوسي)
es: La Conversión de Pablo
lt: Pauliaus konversija
sv: Omvändelsen av Paulus

source: Paul immediately begins to preach
ar: بولس بدأ بالوعظ مباشره
es: Pablo empieza a predicar de inmediato.
lt: Paulius nedelsdamas pradeda pamokslauti
sv: Paul börjar omedelbart att predika

source: With whom have you shared your faith?
ar: مع من شاركت إيمانك؟
es: ¿Con quienes has compartido tu fe?
lt: Su kuo pasidalijote savo tikėjimu?
sv: Med vem har du delat din tro?

source: List friends and family to share with this week
ar: شارك قائمة الأصدقاء والعائلة التي شاركت مع هذا الأسبوع.
es: Hagan una lista de amigos y familiares con quienes compartir esta semana.
lt: Nurodykite draugus ir šeimos narius, kuriuos norite pasidalinti su šia savaitę
sv: Lista vänner och familj att dela med den här veckan

source: Paul grows powerful
ar: باول ينمو بقوه
es: Pablo crece a ser poderoso.
lt: Paulas tampa galingas
sv: Paul växer kraftfullt

source: Paul is persecuted
ar: باول يتعرض للإضطهاد
es: Pablo es perseguido
lt: Paulius persekiojamas
sv: Paulus förföljs

source: Hebrews 5:11-6:6
ar: عبرانيين 5:11-6:6
es: Hebreos 5:11-6:6
lt: Hebrajams 5: 11-6: 6
sv: Hebreer 5: 11-6: 6
uk: Євреям 5:11-6:6

source: The First Principles
ar: ألمبادئ ألأوليه
es: Las Enseñanzas Elementales
lt: Pirmieji principai
sv: De första principerna
uk: Перші принципи

source: Strive to learn the first principles (elementary teachings) and go on to maturity, so you can be fruitful and not fall away
ar: احرص على تعلم المبادئ الأولى (التعاليم الأولية) وانتقل إلى مرحلة النضج ، حتى تكون مثمراً ولا تسقط
es: Procurar aprenderse las enseñanzas más básicas (las enseñanzas elementales) y seguir la madurez, para que puedas dar fruto y no caerse de la fe.
lt: Stenkitės mokytis pirmųjų principų (pradinių pamokymų) ir pereikite prie brandos, kad galėtumėte būti vaisingi ir neatsisukti
sv: Sträva efter att lära sig de första principerna (elementära läror) och fortsätt till mognad, så att du kan vara fruktbar och inte falla bort

source: Discuss taking the First Principles Classes
ar: ناقش أخذ دروس المبادئ الأولى
es: Hablar acerca de tomar clases de los Principios Básicos.
lt: Aptarkite pirmųjų principų klases
sv: Diskutera att du tar de första principerna

source: Discuss:
ar: ناقش:
es: Hablar de:
lt: Aptarti:
sv: Diskutera:
uk: Обговоріть:

source: Did you have daily quiet times this past week?
ar: هل كانت خلوتك ألروحيه منتظمه في ألإسبوع ألماضي؟
es: ¿Tuviste tiempos con Dios diariamente esta semana pasada?
lt: Ar praėjusią savaitę tu dienai ramūs?
sv: Har du haft dagliga tysta tider den senaste veckan?
uk: У вас був тихий час кожний день на минулому тижні?
