Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

source: We do not condemn the lost; they are condemned already. However, when the lost are confronted doctrinally about their condition before God, they will repent, run or persecute
ar: نحن لا ندين الضالين؛ هم مدانون بالفعل. ومع ذلك ، عندما يواجه الضالين عقائديا حول حالتهم أمام الله ، فإنهم سوف يتوبون أو يركضون أو يضطهدون
es: Nosotros no condenamos a los perdidos, ya están condenados. Sin embargo, cuando los perdidos son confrontados acerca de su condición antes Dios, van a arrepentirse, huir, o ponerse a perseguir a los discípulos.
lt: Mes nesmerkime pamestos; Jie jau yra pasmerkti. Tačiau, kai pamestos doktrinally susiduria su savo būkle Dievo akivaizdoje, jie bus atgailauti, paleisti ar persekioti
sv: Vi fördömer inte den förlorade; De är redan dömda. Men när de förlorade konfronteras doktrinärt om sitt tillstånd inför Gud, kommer de att ångra sig, springa eller förfölja
uk: Ми не засуджуємо втрачених, вони вже і так засуджені. Однак коли втраченим прямо говорять про ситуацію, у якій вони знаходяться перед Богом, вони роблять одне з трьох: каються, тікають або починають переслідування

source: Doctrine of discipling
ar: عقيدة التلمذة
es: La Doctrina del disipulado
lt: Mokymo doktrina
sv: Läran om disciplin
uk: Доктрина про наставництво

# persecution #2
source: Matthew 28:19-20
es: Mateo 28:19-20
sv: Matteus 28: 19-20
uk: Матвія 28:19-20

source: Discipling, calling people to obey the Word of God, is often viewed by the world as controlling
ar: ألتلمذه، دعوه بعضنا ألبعض للخضوع لكلمه ألرب. تفهم من قبل العالم في كثير من الأحيان على إنها " تحكم"
es: El discipulado, o sea el llamar a las personas a obedecer a la Palabra de Dios, es muchas veces visto por el mundo como controlador.
lt: Disciplina, vadinanti žmones paklusti Dievo Žodžiui, dažnai yra laikoma kontroliuojančia pasaulio dalimi
sv: Discipling, som kallar människor att lyda Guds ord, ses ofta av världen som kontrollerande
uk: Наставництво - заклик підкорятися Слову Бога - часто розглядається світом як контроль

source: Our attitude about persecution
ar: رده فعلنا تجاه إلأضطهاد
es: Nuestra actitud al enfrentar la persecución.
lt: Mūsų požiūris į persekiojimą
sv: Vår inställning till förföljelse
uk: Наше ставлення до переслідувань

source: Matthew 5:10-12
es: Mateo 5:10-12
sv: Matteus 5: 10-12
uk: Матвія 5:10-12, 43-44

source: Do not fear persecution. Do not care what men think about you, only God
ar: لا تخشى الاضطهاد. لا تهتم بما يفكر به الناس عنك ، إهتم فقط برأي ألله عنك
es: No temas a la persecusión. Que no te importe lo que pienses los hombres de tí, solo Dios.
lt: Nesijaudink persekiojimo. Nesvarbu, ką žmonės galvoja apie tave, tiktai Dievą
sv: Var inte rädd för förföljelse. Bryr dig inte vad män tycker om dig, bara Gud
uk: Не бійся переслідувань. Не має значення, що про тебе думають люди, а тільки те, що про тебе думає Бог

source: Rejoice! You are not alone, since they persecuted both Jesus and the prophets
ar: نبتهج! أنت لست وحدك ، لأنهم اضطهدوا كل من يسوع والأنبياء
es: ¡Alégrate! No estás solo, ya que persiguieron a Jesús y a los profetas.
lt: Džiaukitės! Jūs esate ne vienas, nes jie persekiojo Jėzų ir pranašus
sv: Glädjas! Du är inte ensam, eftersom de förföljde både Jesus och profeterna
uk: Радій! Ти не один - переслідували і Ісуса, і пророків

source: Ephesians 6:10-18
es: Efesios 6:10-18
lt: Efeziečiams 6: 10-18
sv: Efesierna 6: 10-18
uk: Єфесянам 6:10-18

source: Satan is behind all persecution. Only God and His spiritual armor will give you the victory over the world
ar: الشيطان وراء كل الاضطهاد. فقط الله ودرعه الروحي سيعطيك النصر على العالم
es: Satanás es quien inicia toda la persecución. Solamente Dios y Su armadura espiritual te van a dar la victoria sobre el mundo.
lt: Šėtonas yra už visų persekiojimų. Tiktai Dievas ir jo dvasinės šarvai duos tau pergalę prieš pasaulį
sv: Satan står bakom all förföljelse. Endast Gud och hans andliga rustning kommer att ge dig segern över världen

# persecution #1
source: Conclusion
ar: ملخص
es: La Conclusión
lt: Išvada
sv: Slutsats
uk: Висновок

source: — The International Christian Churches are a controversial Christian movement. Some call us a cult and accuse us of both brain-washing and mind-control. Many false rumors and half-truths have been spread. Newspaper articles, television shows and especially the internet have slandered the ICC, and yet, the facts are that lives have been radically changed, marriages have been healed, drug addicts have been freed, the poor have been fed and cared for, and this rapidly growing movement — The SoldOut Movement — is spreading around the world in this generation! Just like the first century!
ar: الكنائس المسيحية الدولية هي حركة مسيحية مثيرة للجدل. ينادي البعض بنا طائفة ويتهموننا بغسل العقل والسيطرة على العقل. لقد انتشرت العديد من الشائعات الكاذبة ونصوص الحقائق. مقالات الصحف ، والبرامج التلفزيونية ، وخاصة الإنترنت قد سبت المحكمة الجنائية الدولية ، ومع ذلك ، فإن الحقيقيه هي أن حياه ألكثيرين في ألكنيسه قد تغيرت جذريا ، وقد تم علاج حالات الزواج ، وتم تحرير مدمني المخدرات ، وتمت تغذية الفقراء ورعايتهم ، وهذا بسرعة حركة متزايدة - حركة Soldout - تنتشر في جميع أنحاء العالم في هذا الجيل! تماما مثل القرن الأول!
es: - Las Iglesias Cristianas Internacionales somos un movimiento controversial. Unos dicen que somos una secta y nos acusan de lavar mentes y el control mental. Muchos rumores falsos y medias-verdades han sido difundidas. Los artículos en los periódicos, programas de televisión y especialmente en el Internet han tratado de difamar a las ICI, y sin embargo, la verdad es que ¡las vidas han sido radicalmente cambiadas, los matrimonios han sido sanados, drogadictos han sido liberados, los pobres han sido alimentados y cuidados, y este movimiento - el Movimiento de Discipulado y Compromiso Total - se está extendiendo alrededor del mundo en nuestra generación! ¡Exactamente como pasó en el primer siglo!
lt: - Tarptautinės krikščionių bažnyčios yra ginčytinas krikščionių judėjimas. Kai kurie vadina mus kultu ir kaltiname mus tiek protinius, tiek proto kontroliuojančius. Daugybė melagingų gandų ir pusių tiesybių buvo išplitusi. Laikraščių straipsniai, televizijos laidos ir ypač internetas apkaltino TBT, tačiau faktai yra tokie, kad gyvybės buvo radikaliai pakeistos, santuokos buvo išgydytos, išlaisvinti narkomanai, prastai maitinami ir prižiūrimi, o tai sparčiai Didėjantis judėjimas - "SoldOut" judėjimas - platinamas visame pasaulyje šioje kartoje! Kaip pirmasis amžius!
sv: - De internationella kristna kyrkorna är en kontroversiell kristen rörelse. Vissa kallar oss en kult och anklagar oss för både hjärntvätt och mind-control. Många falska rykten och halv sanningar har spridits. Tidningsartiklar, tv-program och särskilt internet har förtalat ICC, men fakta är att livet har förändrats radikalt, äktenskap har blivit läka, narkomaner har blivit befriade, de fattiga har fått mat och vårdats, och det här snabbt Växande rörelse - The SoldOut Movement - sprider sig över hela världen i denna generation! Precis som det första århundradet!
uk: Міжнародні Християнські Церкви є рухом, що викликає багато суперечок і критики. Деякі називають нас культом і звинувачують у «промиванні мізків» й керуванні свідомістю. Поширювалося безліч брехливих і напівправдивих чуток. Наклеп звучав у газетних статтях, телевізійних шоу та особливо в інтернеті. Проте факт залишається фактом: життя радикально змінюються, шлюби зцілюються, наркомани позбавляються від своєї залежності, бідні отримують їжу та турботу, і швидко росте Рух повністю відданих учнів, поширюється по всьому світу в цьому поколінні! Прямо як у першому столітті!

source: * The Persecution study has been proven to be most helpful after the Discipleship study
ar: ثبت أن دراسة الاضطهاد كانت مفيدة للغاية بعد دراسة التلمذة
es: El estudio de persecución ha sido provado como el más útil despues del estudio de Discipulado
lt: * Persekiojimo studija buvo įrodyta, kad ji yra labiausiai naudinga po Mokymo pakopos studijos
sv: * Förföljelsen har visat sig vara till stor hjälp efter Discipleship-studien
uk: * Урок "Переслідування" виявився найбільш корисним після уроку "Учнівство"

source: See
ar: انظر المواقع ألتاليه لمزيد من ألمعلومات
es: Ver
lt: Matyti
sv: Se
uk: Перегляньте

# persecution #1
source: and
ar: وأيضا
es: y
lt: Ir
sv: och
uk: і

source: "For I know the plans I have for you," declares the LORD, "plans to prosper you and not to harm you, plans to give you hope and a future"
ar: لأَنِّي عَرَفْتُ الأَفْكَارَ الَّتِي أَنَا مُفْتَكِرٌ بِهَا عَنْكُمْ، يَقُولُ الرَّبُّ، أَفْكَارَ سَلاَمٍ لاَ شَرّ، لأُعْطِيَكُمْ آخِرَةً وَرَجَاءً.
es: "Porque yo sé muy bien los planes que tengo para ustedes - afirma el Señor -, planes de bienestar y no de calamidad, a fin de darles un futuro y una esperanza."
lt: "Aš žinau, kad planai, kuriuos turiu už jus", - sako Viešpats, - planuoja laimėti tave ir nepakenkti tau, planuoja tau vilties ir ateities "
sv: "För jag känner till de planer jag har för dig", säger Herren, "planerar att lycka dig och inte skada dig, planerar att ge dig hopp och en framtid"

source: Jeremiah 29:11
es: Jeremias 29:11
lt: Jeremijo 29:11
sv: Jeremia 29:11

source: But seek first his kingdom and his righteousness, and all these things will be given to you as well
ar: لكن اطلب أولاً مملكته وبره ، وكل هذه الأشياء ستعطى لك أيضاً
es: Más bien, busquen primeramente el reino de Dios y su justicia y todas estas cosas les serán añadidas.
lt: Bet pirmiausia ieškokite jo karalystės ir jo teisumo, ir visa tai bus jums duota
sv: Men söka först hans rike och hans rättfärdighet, och allt detta kommer också att ges till dig

# memory_scriptures #1
source: Matthew 6:33
es: Mateo 6:33
lt: Mato 6:33
sv: Matteus 6:33

source: To the Jews who had believed him, Jesus said, "If you hold to my teaching, you are really my disciples. Then you will know the truth, and the truth will set you free"
ar: ٣١فَقَالَ يَسُوعُ لِلْيَهُودِ الَّذِينَ آمَنُوا بِهِ:«إِنَّكُمْ إِنْ ثَبَتُّمْ فِي كَلاَمِي فَبِالْحَقِيقَةِ تَكُونُونَ تَلاَمِيذِي، ٣٢وَتَعْرِفُونَ الْحَقَّ، وَالْحَقُّ يُحَرِّرُكُمْ».
es: Jesus se dirigió entonces a los judíos que habían creído en él, y les dijo: - Si se mantienen fieles a mis enseñanzas, serán realmente mis discípulos; y conocerán la verdad, y la verdad los hará libres.
lt: Jėzui, kuris Jį patikėjo, Jėzus tarė: "Jei laikysitės mano mokymo, jūs tikrai esate mano mokiniai. Tada jūs pažinsite tiesą, o tiesa išsipildys"
sv: Till de judar som hade trott honom, sade Jesus: "Om du håller fast vid min undervisning, är du verkligen mina lärjungar. Då kommer du att veta sanningen och sanningen kommer att frigöra dig"

# memory_scriptures #1
source: John 8:31-32
es: Juan 8:31-32
lt: Jono 8: 31-32

source: I can do everything through him who gives me strength
ar: أستطيع أن أفعل كل شيء من خلاله الذي يعطيني القوة
es: Todo lo puedo en Cristo que me fortalece
lt: Aš galiu padaryti viską per tą, kuris man duos jėgą
sv: Jag kan göra allt genom honom som ger mig styrka

source: Philippians 4:13
es: Filipenses 4:13
sv: Filippinerna 4:13

source: "Come, follow me," Jesus said, "and I will make you fishers of men"
ar: " تعال، إتبعني، قال ألمسيح، " وسأجعلكم صيادي بشر".
es: "Vengan, síganme" - les dijo Jesús - "y los haré pescadores de hombres"
lt: "Ateik, eik paskui mane", - sakė Jėzus, - ir aš padarysiu tave žvejais "
sv: "Kom och följ mig," sade Jesus, "och jag ska göra dig fiskare av män"

source: Mark 1:17
es: Marcos 1:17
lt: Markas 1:17
sv: Markus 1:17

source: A new command I give you: Love one another. As I have loved you, so you must love one another. By this all men will know that you are my disciples, if you love one another
ar: وصيه جديده أعطيكم: أحبوا بعضهم البعض. كما أنا أحببتكم، لذلك يجب أن تحب بعضكم بعضا. بهذا يعرف جميع الرجال أنك تلاميذي ، إذا أحببت بعضكم بعضاً
es: Este mandamiento nuevo les doy: que se amen los unos a los otros. Así como yo los he amado, también ustedes deben amarse los unos a los otros. De este modo todos sabrán que son mis discípulos, si se aman los unos a los otros.
lt: Nauja komanda, kurią aš tau duodu: myliu vienas kitą. Kaip aš jus myliu, todėl jūs turite mylėti vienas kitą. Tuo metu visi žmonės žinos, kad esate mano mokiniai, jei myliu vienas kitą
sv: Ett nytt kommando jag ger dig: Älska varandra. Som jag har älskat dig, så måste du älska varandra. Genom detta kommer alla män att veta att du är mina lärjungar, om du älskar varandra

# memory_scriptures #1
source: John 13:34-35
es: Juan 13:34-35
lt: Jono 13: 34-35
sv: Johannes 13: 34-35

source: Peter replied, 'Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit
ar: فأجاب بطرس: توبوا و عمدوا ، كل واحد منكم ، باسم يسوع المسيح ، لغفران خطاياكم. وستحصل على موهبة الروح القدس
es: - Arrepiéntance y bautícese cada uno de ustedes en el nombre de Jesucristo para perdón de sus pecados - les contestó Pedro, - y recibirán el don del Espíritu Santo.
lt: Petras atsakė: "Atgailaukite ir būkite pakrikštyti kiekvienas iš jūsų Jėzaus Kristaus vardu už jūsų nuodėmių atleidimą. Ir jūs gausite Šventosios Dvasios dovaną
sv: Petrus svarade: "Ångra sig och bli döpta, var och en av er, i Jesu Kristi namn, för din synds förlåtelse. Och du kommer att få den Helige Andes gåva

# memory_scriptures #1
source: Acts 2:38
es: Hechos 2:38
lt: Apd 2:38
sv: Apg 2:38
uk: Дії 2:38

source: Rejoice in the Lord always. I will say it again: Rejoice!
ar: افرحوا في الرب دائما. سأقولها مرة أخرى: افرحوا!
es: Alégrense siempre en el Señor. Insisto: ¡Alégrense!
lt: Džiaukitės visada Viešpatyje. Aš tai vėl pasakysiu: džiaukis!
sv: Gläd dig alltid i Herren. Jag ska säga det igen: Gläd dig!

source: Philippians 4:4
ar: الرساله الى اهل فيليبي 4:4
es: Filipenses 4:4

source: The soul who sins is the one who will die. The son will not share the guilt of the father, nor will the father share the guilt of the son. The righteousness of the righteous man will be credited to him, and the wickedness of the wicked will be charged against him
ar: الروح الذي يخطئ هو الذي سيموت. لن يشارك الابن في ذنب الأب ، ولن يشارك الأب في ذنب الابن. بر الفرد من الصالحين ستحسب لهم ، وشر الشرير سينقلب ضده
es: Todo el que peque merece la muerte, pero ningún hijo cargará con la culpa de su padre, ni ningún padre con la del hijo: al justo se le pagará con justicia y al malvado se le pagará con maldad.
lt: Siela, kuri nuodėmes, yra tas, kuris mirs. Sūnus nepaskirs tėvo kaltės ir tėvas nesidalins sūnaus kaltėliu. Jo teisumas bus teisingas, o nedorėlis bus užmuštas prieš jį.
sv: Själen som syndar är den som kommer att dö. Sonen delar inte faderns skuld, och inte heller kommer fadern att dela med sig av sonens skuld. Den rättfärdiga människans rättfärdighet kommer att krediteras honom, och de onda gudarna kommer att bli anklagade mot honom

# memory_scriptures #1
source: Ezekiel 18:20
ar: حزقيال 18:20
es: Ezequiel 18:20
lt: Ezechielis 18:20
sv: Esekiel 18:20

source: But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let him be eternally condemned!
ar: ولكن حتى لو بشرناكم نحن أو ملاك من السماء بإنجيل آخر غير الذي بشرنا به ، دعوه يُدان أبداً!
es: Pero, aun si alguno de nosotros o un ángel del cielo les predicara un evangelio distinto del que les hemos predicado, ¡que caiga bajo maldición!
lt: Bet net jei mes ar angelas iš dangaus pamokslautų kitokią Evangeliją, nei tą, kurią skelbėme jums, tegul jis bus amžinai pasmerktas!
sv: Men även om vi eller en ängel från himmelen skulle predika ett annat evangelium än det vi predikade för er, låt honom evigt fördömas!

source: Galatians 1:8
ar: رساله غلاطيه 1:8
es: Galatas 1:8
lt: Galatianams 1: 8
sv: Galaterna 1: 8

source: Jesus replied: "Love the Lord your God with all your heart and with all your soul and with all your mind." This is the first and greatest commandment. And the second is like it: "Love your neighbor as yourself"
ar: أجاب يسوع: "أحب الرب إلهك من كل قلبك ومن كل نفسك ومن كل فكرك." هذه هي الوصية الأولى والأعظم. والثانية هي مثل: "أحب جارك كنفسك"
es: - "Ama al Señor tu Dios con todo tu corazón, con todo tu ser y con toda tu mente" - le respondió Jesús-. Este es el primero y el más importante de los mandamientos. El segundo se parece a este: "Ama a tu prójimo como a ti mismo".
lt: Jėzus atsakė: "Mylėk Viešpatį, savo Dievą, visa savo širdimi, visa savo siela ir visa savo protu". Tai yra pirmasis ir didžiausias įsakymas. Ir antrasis toks: "myli savo artimą kaip save"
sv: Jesus svarade: "Älska Herren din Gud med hela ditt hjärta och med hela din själ och med hela ditt sinne." Detta är det första och största budet. Och den andra är som den: "Älska din nästa som dig själv"

source: Matthew 22:37-39
ar: متى 22:37-39
es: Mateo 22:37-39
lt: Mato 22: 37-39
sv: Matteus 22: 37-39

source: This is to my Father's glory, that you bear much fruit, showing yourselves to be my disciples
ar: هذا هو لمجد أبي ، ان تحملو الكثير من الثمار، وتظهروا أنفسكم كتلاميذي
es: Mi Padre es glorificado cuando ustedes dan mucho fruto y muestran así que son mis discípulos
lt: Tai yra mano Tėvo šlovė, kad jūs neša daug vaisių, rodydami save savo mokiniais
sv: Det här är min Faders ära, att du bär mycket frukt och visar dig att vara mina lärjungar

source: John 15:8
ar: يوحنا 15:8
es: Juan 15:8

source: Then Jesus came to them and said, "All authority in heaven and on earth has been given to me. Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age"
ar: ثم جاء يسوع إليهم وقال: "أعطيتني كل سلطان في السماء وعلى الأرض. لذلك اذهبوا وتلمذوا جميع الأمم ، وعمّدوهم باسم الآب والابن والروح القدس ، تعلمهم أن يطيعوا كل ما أوصيتكم به ، وبالتأكيد أنا معكم دائمًا ، حتى نهاية العصر "
es: Jesús se acercó entonces a ellos y les dijo: - Se me ha dado toda autoridad en el cielo y en la tierra. Por tanto, vayan y hagan discípulos de todas las naciones, bautizándolos en el nombre del Padre y del Hijo y del Espíritu santo, enseñándoles a obedecer todo lo que les he mandado a ustedes. Y les aseguro que estaré con ustedes siempre hasta el fin del mundo.
lt: Tuomet Jėzus atėjo pas juos ir pasakė: "Man suteikta visa valdžia danguje ir žemėje, todėl eik ir mokykis iš visų tautų, krikštydamas juos Tėvo ir Sūnaus bei Šventosios Dvasios vardu ir Mokydami juos paklusti viskam, kurį tau įsakiau, ir tikrai esu su tavimi visada iki pat amžiaus pabaigos "
sv: Då kom Jesus till dem och sade: "All auktoritet i himlen och på jorden har givits mig. Gå därför och gör alla nations lärjungar och döpa dem i Faderns, Sonens och Helige Andes namn och Lära dem att lyda allt jag har befallt dig. Och jag är alltid med dig, ända till slutet av tiden "

# memory_scriptures #1
source: Matthew 28:18-20
ar: متى 28 18-20
es: Mateo 28:18-20
lt: Mato 28, 18-20
sv: Matteus 28: 18-20

source: For the Son of Man came to seek and to save the lost
ar: لإن ابن الله اتى ليجد ويخلص الضائع
es: Porque el Hijo del hombre vino a buscar y a salvar lo que se había perdido.
lt: Žmogaus Sūnus atėjo ieškoti ir išgelbėti prarastą
sv: Ty Människosonen kom för att söka och rädda de förlorade

# memory_scriptures #1
source: Luke 19:10
ar: لوقا 19:10
es: Lucas 19:10
lt: Lk 19:10
sv: Lukas 19:10

source: And let us consider how we may spur one another on toward love and good deeds. Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another — and all the more as you see the Day approaching
ar: ٤وَلْنُلاَحِظْ بَعْضُنَا بَعْضًا لِلتَّحْرِيضِ عَلَى الْمَحَبَّةِ وَالأَعْمَالِ الْحَسَنَةِ، ٢٥غَيْرَ تَارِكِينَ اجْتِمَاعَنَا كَمَا لِقَوْمٍ عَادَةٌ، بَلْ وَاعِظِينَ بَعْضُنَا بَعْضًا، وَبِالأَكْثَرِ عَلَى قَدْرِ مَا تَرَوْنَ الْيَوْمَ يَقْرُبُ،
es: Preocupémonos los unos por los otros, a fin de estimularnos al amor y a las buenas obras. No dejemos de congregarnos, como acostumbran hacerlo algunos, sino animémonos unos a otros, y con mayor razón ahora que vemos que aquel día se acerca.
lt: Ir pažiūrėkime, kaip mes galime paskatinti vienas kitą dėl meilės ir gerų darbų. Neatleiskime susitikimo kartu, nes kai kurie yra įpratę daryti, bet skatinkime vienas kitą - ir dar daugiau, kaip matote artėjančią dieną
sv: Och låt oss överväga hur vi kan sporra varandra mot kärlek och goda gärningar. Låt oss inte ge upp möte tillsammans, som vissa brukar göra, men låt oss uppmuntra varandra - och allt mer som ni ser att dagen närmar sig

source: Hebrews 10:24-25
es: Hebreos 10:24-25
lt: Hebrajams 10: 24-25
sv: Hebreerbrevet 10: 24-25

source: If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness
ar: ٩إِنِ اعْتَرَفْنَا بِخَطَايَانَا فَهُوَ أَمِينٌ وَعَادِلٌ، حَتَّى يَغْفِرَ لَنَا خَطَايَانَا وَيُطَهِّرَنَا مِنْ كُلِّ إِثْمٍ.
es: Si confesamos nuestros pecados, Dios, que es fiel y justo, nos los perdonará y nos limpiará de toda maldad.
lt: Jei mes pripažįstame savo nuodėmes, jis yra ištikimas ir teisingas, atleisdamas mums mūsų nuodėmes ir išgydys mus nuo visų neteisumo
sv: Om vi ​​bekänner våra synder är han trogen och rättvis och förlåt oss våra synder och renar oss från all orättfärdighet

source: 1 John 1:9
es: 1 Juan 1:9
lt: 1 Jono 1, 9
uk: 1 Івана 1:9

source: See to it that no one misses the grace of God and that no bitter root grows up to cause trouble and defile many
ar: ١٥مُلاَحِظِينَ لِئَلاَّ يَخِيبَ أَحَدٌ مِنْ نِعْمَةِ اللهِ. لِئَلاَّ يَطْلُعَ أَصْلُ مَرَارَةٍ وَيَصْنَعَ انْزِعَاجًا، فَيَتَنَجَّسَ بِهِ كَثِيرُونَ.
es: Asegúrense de que nadie deje de alcanzar la gracias de Dios; de que ninguna raíz amarga brote y cause dificultades y corrompa a muchos
lt: Žiūrėkite, kad niekas nepraleidžia Dievo malonės ir kad niekas kartaus šaknų nesukelia problemų ir neapsaugotų daugelio
sv: Se till att ingen saknar Guds nåd och att ingen bitter rot växer upp för att orsaka problem och smita många

source: Hebrews 12:15
es: Hebreos 12:15
lt: Hebrajams 12:15
sv: Hebreerbrevet 12:15
uk: Євреям 12:15

source: Obey your leaders and submit to their authority. They keep watch over you as men who must give an account. Obey them so that their work will be a joy, not a burden, for that would be of no advantage to you
ar: ١٧أَطِيعُوا مُرْشِدِيكُمْ وَاخْضَعُوا، لأَنَّهُمْ يَسْهَرُونَ لأَجْلِ نُفُوسِكُمْ كَأَنَّهُمْ سَوْفَ يُعْطُونَ حِسَابًا، لِكَيْ يَفْعَلُوا ذلِكَ بِفَرَحٍ، لاَ آنِّينَ، لأَنَّ هذَا غَيْرُ نَافِعٍ لَكُمْ. ١٨
es: Obedezcan a sus dirigentes y sométanse a ellos, pues cuidan de ustedes como quienes tienen que rendir cuentas. Obedézcanlos a fin de que ellos cumplan su tarea con alegría y sin quejarse, pues el quejarse no les trae ningún provecho.
lt: Pažiūrėkite į savo vadovus ir pateikite savo valdžią. Jie nuolat stebi jus kaip vyrai, kurie turi pateikti paskyrą. Pasistenkite jiems, kad jų darbas būtų džiaugsmas, o ne našta, nes tai neturės jums jokios naudos
sv: Lyssna på dina ledare och skicka till deras auktoritet. De håller koll på dig som män som måste ge ett konto. Lyda dem så att deras arbete blir en glädje, inte en börda, för det skulle inte vara till nytta för dig

# memory_scriptures #1
source: Hebrews 13:17
es: Hebreos 13:17
lt: Hebrajams 13:17
sv: Hebreerbrevet 13:17
