Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

# new_testament_conversion #1
source: Paul
ar: بولس
es: Pablo
lt: Paulius
uk: Павло

source: Acts 22:3-16
es: Hechos 22:3-16
lt: Apd 22, 3-16
sv: Apg 22: 3-16
uk: Дії 22:3-16

# new_testament_conversion #2
source: Paul
ar: بولس
es: Pablo
lt: Paulius
uk: Павло

source: Acts 18:24-26
es: Hechos 18:24-26
lt: Apd 18: 24-26
sv: Apg 18: 24-26
uk: Дії 18:24-26

source: Apollos
ar: ألرسل
es: Apolos
uk: Аполос

# new_testament_conversion #1
source: Acts 19:1-5
es: Hechos 19:1-5
lt: Apd 19: 1-5
sv: Apostlagärningarna 19: 1-5
uk: Дії 19:1-5

source: Ephesians
es: Los efesios
lt: Efeziečiai
sv: Efesierbrevet
uk: Єфесяни

source: Questions concerning Conversions
ar: أسئله تتعلق بالمحادثات
es: Preguntas relacionadas a las conversiones.
lt: Klausimai, susiję su konversijomis
sv: Frågor om omvandlingar
uk: Питання, що стосуються навернення

source: What was preached?
ar: ماألذي وعظ به؟
es: ¿Qué se predicó?
lt: Kas skelbta?
sv: Vad förkunnades?
uk: Що проповідувалось?

source: What was the person's (people's) response to the message?
ar: ماذا كانت رده فعل ألناس ألتي سمعت؟ ماذا كانت رده فعلهم؟
es: ¿Cuál fue la respuesta de la(s) persona(s) al mensaje?
lt: Koks buvo asmens (žmonių) atsakymas į pranešimą?
sv: Vad var personens (människors) svar på meddelandet?
uk: Яка була реакція людини (людей) на те, що було проповідано?

source: How long did the person (people) take to make the decision?
ar: ما المدة التي استغرقها الشخص (الأشخاص) لاتخاذ القرار؟
es: ¿Cuánto tiempo le(s) tomó a la(s) persona(s) tomar su decisión?
lt: Kiek laiko asmuo (žmonės) ėmėsi priimti sprendimą?
sv: Hur lång tid tog personen (personer) för att fatta beslutet?
uk: Як довго людина (люди) приймала рішення?

source: What was their response after baptism?
ar: ماذا كانت رده فعل الأشخاص بعد ألمعموديه؟
es: ¿Cuál fue la respuesta después del bautismo?
lt: Koks buvo jų atsakas po krikšto?
sv: Vad var deras svar efter dopet?
uk: Яка була їхня реакція після хрещення?

source: Refuting False Doctrines
ar: دحض المذاهب الكاذبة
es: Refutando las falsas doctrinas
lt: Atsisakė melagingų doktrinų
sv: Åsidosätta falska läror
uk: Відповідь на хибні доктрини

source: "Pray Jesus into your heart":
ar: " أطلب ألرب في قلبك"
es: "Orar a Cristo en tu corazón"
lt: "Melskite Jėzų į savo širdį":
sv: "Bön Jesus i ditt hjärta":
uk: “Пол

source: This phrase is never mentioned in the Bible. People may use
ar: لم يتم ذكر هذه العبارة في الكتاب المقدس. الناس بدأت تستعملها
es: Esta frase nunca es mencionada en la Biblia. La gente probablemente use
lt: Ši frazė niekada neminima Biblijoje. Žmonės gali naudoti
sv: Denna fras nämns aldrig i Bibeln. Folk kan använda

# new_testament_conversion #1
source: Revelation 3:20
es: Apocalipses 3:20
lt: Apreiškimas 3:20
sv: Uppenbarelseboken 3:20

source: about Jesus knocking at the door. However, you must examine the Scripture in context. This scripture does not teach how to become a Christian and be saved, but how to come back to God after becoming lukewarm. It is addressed to disciples who already responded to Christ in faith, repentance, confession and baptism
ar: حول يسوع يطرق الباب. ومع ذلك ، يجب عليك فحص الكتاب المقدس في السياق. هذا إلاصحاح لا يعلِّم كيف يصبح مسيحيًا ، ولا ينقذ ، بل كيف نعود إلى الله بعد أن نصبح فاترين إيمانيا. وهي موجهة إلى التلاميذ الذين استجابوا بالفعل للمسيح بالإيمان والتوبة والاعتراف والمعمودية
es: que habla acerca de que Jesús está tocando a la puerta, pero debemos examinar la Escritura en contexto. Esta escritura no enseña cómo hacerse un cristiano y ser salvo, sino como regresar a Dios después de haber estado tibio. Está dirigida a discípulos que ya han respondido a Cristo con fe, arrepentimiento, confesión y bautismo.
lt: Apie Jėzų, kuris vargo prie durų. Tačiau jūs turite išnagrinėti Šventąjį Raštą kontekste. Šis Raštas ne moko, kaip tapti krikščioniu ir būti išgelbėtas, bet kaip sugrįžti į Dievą po to, kai jis yra drungnas. Jis skirtas mokiniams, kurie jau reagavo į Kristų tikėjimo, atgailos, prisikėlimo ir krikšto
sv: Om Jesus knackar på dörren. Men du måste undersöka Skriften i sammanhang. Detta skrifter lär inte hur man blir kristen och blir rädd, men hur man kommer tillbaka till Gud efter att bli ljummet. Det är riktat till lärjungar som redan svarat på Kristus i tro, omvändelse, bekännelse och dop

source: "Accept Jesus into your heart":
ar: " أقبل الرب يسوع في قلبك"
es: "Aceptar a Cristo en tu corazón"
lt: "Priimk Jėzų į tavo širdį":
sv: "Acceptera Jesus i ditt hjärta":

source: (Same teaching as praying Jesus into your heart, just different terminology) Based on
ar: نفس التعليم الذي يذكر " صللي يسوع في قلبك"، مجرد مصطلحات مختلفة
es: (Es la misma enseñanza que orar a Cristo en tu corazón solo que con diferente terminologia.) Se basa en
lt: (Tas pats mokymas, kaip meldžiasi Jėzus į savo širdį, tiesiog skirtinga terminija) Remiantis
sv: (Samma undervisning som att be Jesus i ditt hjärta, bara annan terminologi) Baserat på

source: Romans 10:9
es: Romanos 10:9
lt: Romiečiams 10: 9
sv: Romerbrevet 10: 9

source: You must look at Scripture in context. Paul is addressing the problem of the Israelites: unbelief that Jesus was the Christ, the Son of God. Read further on to
ar: يجب أن تنظر إلى الكتاب المقدس في السياق. يعالج بولس مشكلة بني إسرائيل: عدم الإيمان بأن يسوع المسيح ، ابن الله.
es: Hay que ver la escritura en su contexto. Pablo está hablando del problema de los Israelitas: quienes no creían que Jesús era el Cristo, el Hijo de Dios. Leer hasta
lt: Jūs turite pažvelgti į Šventąjį Raštą kontekste. Paulius sprendžia izraeliečių problemą: netikėjimas, kad Jėzus buvo Kristus, Dievo Sūnus. Skaityti toliau
sv: Du måste titta på Skriften i ett sammanhang. Paulus tar itu med problemet med israeliterna: otro, att Jesus var Kristus, Guds Son. Läs vidare vidare till

source: Romans 10:13
es: Romanos 10:13
lt: Romiečiams 10:13
sv: Romarbrevet 10:13

source: When do you call on the name of the Lord? At baptism
ar: متى تدعو اسم الرب؟ في المعمودية
es: ¿Cuándo imploras el nombre del Señor? En el Bautismo
lt: Kada jūs pašaukiate Viešpaties vardą? Krikštuojant
sv: När ringer du på Herrens namn? Vid dopet

# new_testament_conversion #1
source: Acts 22:16
es: Hechos 22:16
lt: Apd 22:16
sv: Apg 22:16

source: Infant baptism:
ar: معموذيه ألأطفال
es: El bautismo Infantil:
lt: Kūdikių krikštas:
sv: Spädbarnsdop:

source: A baby cannot have faith, and since we are baptized through faith in the power of God
ar: لا يمكن للطفل أن يكون لديه إيمان ، وبما أننا نعتمد من خلال الإيمان بقوة الله
es: Un bebé no puede tener fe, y ya que nos bautisamos por la fe en el poder de Dios
lt: Kūdikis negali turėti tikėjimo, nes mes esame pakrikštyti per tikėjimą Dievo jėga
sv: En baby kan inte ha tro, och eftersom vi är döpta genom tro på Guds kraft

# new_testament_conversion #1
source: Colossians 2:12
es: Colosenses 2:12
lt: Kolosiečiams 2:12

source: babies cannot be baptized. Original sin:
ar: لا يمكن تعميد الأطفال. الخطيئة الأصلية:
es: , los bebés no se pueden bautizar. El pecado original
lt: Kūdikiai negali būti pakrikštyti. Originalus nuodėmė:
sv: Spädbarn kan inte döpa Arvsynd:

# new_testament_conversion #1
source: Ezekiel 18:20
es: Ezequiel 18:20
lt: Ezechielis 18:20
sv: Esekiel 18:20

source: teaches that there is no original sin; each person is responsible for his own actions and will be judged accordingly. Therefore babies are born sinless and will be saved if they die
ar: هذا إلأصحاح يشرح أنه لا يوجد خطيئة أصلية ؛ كل شخص مسؤول عن أفعاله الخاصة ، وسيتم الحكم عليه وفقًا لذلك. لذلك يولد الأطفال بلا خطيئة وسيتم إنقاذهم إذا ماتوا
es: enseña que no existe; cada persona es responsable por sus propias acciones y será juzgado de acuerdo a ellas. Por lo tanto los bebés nacen sin pecado y serán salvos si se mueren.
lt: Moko, kad nėra pirminės nuodėmės; Kiekvienas asmuo yra atsakingas už savo veiksmus ir bus atitinkamai vertinamas. Todėl kūdikiai gimsta безгрешны ir bus išgelbėti, jei jie mirs
sv: Lär ut att det inte finns någon original synd Varje person ansvarar för sina egna handlingar och kommer att bedömas i enlighet med detta. Därför är barn födda syndfria och kommer att räddas om de dör

source: "Baptism does not save you":
ar: " ألمعموذيه لا تخلصك"
es: El Bautismo no te salva
lt: "Krikštas jus neužgelbsti":
sv: "Dopet räddar inte dig":

# new_testament_conversion #1
source: 1 Peter 3:18-21
es: 1 Pedro 3:18-21
lt: 1 Petro 3: 18-21

source: says that baptism does save you through the resurrection of Jesus Christ
ar: تعلم بأن المعمودية تنقذك من خلال قيامة يسوع المسيح
es: dice que el bautismo sí salva por la resurrección de Jesucristo
lt: Sako, kad krikštas išgelbės jus per Jėzaus Kristaus prisikėlimą
sv: Säger att dopet räddar dig genom Jesu Kristi uppståndelse

# new_testament_conversion #1
source: Acts 2:38
es: Hechos 2:38
lt: Apd 2:38
sv: Apg 2:38

source: teaches that sin is forgiven at baptism — one is saved at the point that sin is forgiven
ar: تعلم أن الخطيئة غُفِرت في المعمودية - وهي نفس أللحظه ألتي تغفر بها خطايانا
es: enseña que los pecados son perdonados en el bautismo, por lo tanto ahí se obtiene la salvación
lt: Moko, kad krikštui atleidžiama nuodėmė, ta ta viena išgelbėta tuo metu, kai atleidžiama nuodėmė
sv: Lär ut att synden är förlåtad vid dopet - en räddas vid den punkt som synden förlåtits

source: "Baptism is a work — yet we are saved by faith:"
ar: "المعمودية هي عمل - ولكن نحن مخلصون بالإيمان:"
es: "El Bautismo es una acción y somos salvos mediante la fe"
lt: "Krikštas yra darbas, tačiau mes esame išgelbėti tikėjimu"
sv: "Dopet är ett jobb - men vi är rädda av tro:"

source: Ephesians 2:8
es: Efesios 2:8
lt: Efeziečiams 2: 8
sv: Efesierna 2: 8

source: Colossians 2:11-15
es: Colosenses 2:11-15
lt: Kolosiečiams 2: 11-15

source: teaches that we are saved by faith — in the working of God at baptism
ar: تعلم أننا أنقذنا بالإيمان - في عمل الله في المعمودية
es: enseña que somos salvos por la fe, es decir que por la obra de Dios en el bautismo.
lt: Moko, kad esame išgelbėti tikėjimu - per Dievo darbą per krikštą
sv: Lär oss att vi är räddade av tro - i Guds verk vid dopet

source: This passage also teaches that circumcision as an eight-day-old baby under the old covenant has its spiritual parallel in the new covenant to baptism, as this is the time that Christ cuts away your old life. At baptism one enters a "covenant" with God — salvation
ar: هذا المقطع يعلم أيضًا أن الختان كطفل عمره ثمانية أيام تحت العهد القديم له توازي روحاني في معموديه العهد الجديد ، لأن هذا هو الوقت الذي يقطع فيه المسيح حياتك القديمة. في المعمودية ، يدخل المرء "العهد" مع الله - الخلاص
es: (v12) Este pasaje también enseña que la circunsición practicada al octavo día de nacido un bebé en el pacto antiguo es un paralelo espiritual al bautismo en el nuevo pacto, es el momento que Cristo corta nuestra vida antigua. Con el bautismo entramos al "pacto" con Dios - la salvación.
lt: Ši frazė taip pat moko, kad apipjaustymas, kaip aštuonerių dienų kūdikis pagal senąją Sandorą, turi savo dvasinę paralelę naujojoje krikšto sutartyje, nes tai yra laikas, kai Kristus nukerta tavo senąjį gyvenimą. Prie krikšto įvedama "sandora" su Dievu - išgelbėjimas
sv: Denna passage lär också om omskärelsen som en åtta dagar gammal bebis under det gamla förbundet har sin andliga parallell i det nya dopet, eftersom det här är den tid då Kristus skär bort ditt gamla liv. Vid dop går man in i ett "förbund" med Gud - frälsning

source: "Baptism is an outward sign of an inward grace:"
ar: "المعمودية هي علامة خارجية على النعمة الداخلية:"
es: "El Bautismo es una obra - sin embargo somos salvos mediante la fe"
lt: "Krikštas yra išorinė malonės išorinė ženklas:"
sv: "Dopet är ett yttre tecken på en inre nåd:"

# new_testament_conversion #1
source: Romans 6:2-4
es: Romanos 6:2-4
lt: Romiečiams 6: 2-4
sv: Romerbrevet 6: 2-4

source: states that baptism is an actual participation in the death, burial and resurrection of Christ. It is not merely a sign, seal or symbol
ar: في هذا إلأصحاح نرى أن المعمودية هي المشاركة الفعلية في موت ودفن وقيامة المسيح. انها ليست مجرد علامة أو ختم أو رمز
es: Afirma que el bautismo es la participación en la muerte, sepultura y resurrección de Cristo. No es solo un sello o símbolo.
lt: Teigia, kad krikštas yra tikras dalyvavimas Kristaus mirtyje, laidojimo ir prisikėlimo. Tai ne tik ženklas, antspaudas ar simbolis
sv: Säger att dopet är ett verkligt deltagande i Kristi död, begravning och uppståndelse. Det är inte bara ett tecken, en försegling eller en symbol

source: "Baptism isn't important. After all, look at what Paul said about it in
ar: "المعمودية ليست مهمة، ألقي نظره إلى ما قاله بولس عن ذلك
es: "El bautismo no es imporante, después de todo mira lo que dice Pablo acerca de él en
lt: "Krikštas nėra svarbus. Galų gale pažvelk į tai, ką Paulius apie tai kalbėjo
sv: "Dop är inte viktigt. Titta på vad Paulus sa om det i

source: 1 Corinthians 1:17
es: 1 Corintios 1:17
lt: 1 Kor. 1:17
sv: 1 Korintierna 1:17

source: Paul does not diminish the importance of baptism here. (Paul himself was baptized to have his sins forgiven in
ar: بول لا يقلل من أهمية المعمودية هنا. (بولس نفسه تعمد لكي تغفر له خطاياه).
es: Pablo no le quita importancia al bautismo en este pasaje. (El mismo fue bautizado para el perdón de sus pecados en
lt: Paulius čia ne mažina krikšto svarbą. (Pats Paulius buvo pakrikštytas, kad atleido savo nuodėmes
sv: Paulus minskar inte dopets betydelse här. (Paulus själv blev döpt för att få sina synder förlåtna

# new_testament_conversion #2
source: Acts 22:16
es: Hechos 22:16
lt: Apd 22:16
sv: Apg 22:16

source: In context (read
ar: في ألسياق ( إقرأ)
es: En contexto (leer
lt: Kontekste (skaitykite
sv: I sammanhang (läs

source: 1 Corinthians 1:10-17
es: 1 Corintios 1:10-17
lt: 1 Korintiečiams 1: 10-17
sv: 1 Korintierbrevet 1: 10-17

source: he makes the point that he does not want people following men (denominationalism). He mentions baptism several times in the passage
ar: يشير إلى أنه لا يريد الناس أن تتبع الرجال (الطائفية). يذكر المعمودية عدة مرات في المقطع
es: está hablando de que él no quiere que la gente siga a los hombres (o a las denominaciones). Además menciona el bautismo varias veces en el pasaje.
lt: Jis nurodo, kad jis nenori, kad žmonės po vyrų (denominacizmas). Jis keletą kartų paminėjo krikštą pertraukoje
sv: Han poängterar att han inte vill att människor följer män (denominationalism). Han nämner dop flera gånger i passagen

source: "The thief on the cross was not baptized and Jesus told him that they would see each other in paradise:"
ar: لم يتم تعميد اللص على الصليب وقال له يسوع أنهما سيريان مع بعض إلى الجنة: "
es: "El criminal en la cruz no fue bautizado y Jesús le dijo que estaría con Él en el paraíso"
lt: "Kryžiaus vagis nebuvo pakrikštytas, o Jėzus jam pasakė, kad jie rojus tarpusavyje"
sv: "Tjuven på korset blev inte döpt och Jesus berättade för honom att de skulle se varandra i paradiset:"

source: Jesus had not even died yet, and baptism is participating in his death
ar: لم يكن يسوع قد مات حتى الآن ، والمعمودية تشارك في موته وقيامته
es: Jesús ni siquiera había muerto, y el bautismo es la participación en su muerte.
lt: Jėzus dar net mirė, o krikštas dalyvauja jo mirtyje
sv: Jesus hade inte ens dött ännu, och dopet deltar i hans död

# new_testament_conversion #2
source: Romans 6:2-4
es: Romanos 6:2-4
lt: Romiečiams 6: 2-4
sv: Romerbrevet 6: 2-4

source: also on earth, he had the power to forgive sins
ar: أيضا على الأرض ، كان ألمسيح لديه القدرة على غفران الخطايا
es: Además Jesús en la tierra tenía todo el poder para perdonar pecados
lt: Taip pat žemėje, jis turėjo galią atleisti nuodėmes
sv: Även på jorden hade han makt att förlåta synder

source: Matthew 9:2-6
es: Mateo 9:2-6
lt: Mato 9: 2-6
sv: Matteus 9: 2-6

source: "Believers baptism:"
ar: معمودية المؤمنين
es: "El Bautismo de los Creyentes"
lt: "Tikinčiųjų krikštas:"
sv: "Troende dop:"

source: This is baptism as an adult, but is not done in conjunction with the understanding that one is being saved at this point in time
ar: هذه هي المعمودية كشخص بالغ ، ولكنها لا تتم بالتزامن مع إدراك أن المرء يخلص في هذه المرحلة من الزمن
es: Eso es bautismo como adulto, pero no se hace con el entendimiento de que es el punto en que uno es salvo
lt: Tai yra krikštas kaip suaugęs, tačiau tai nėra padaryta kartu su supratimu, kad šiuo metu yra išgelbėtas
sv: Detta är dop som vuxen, men görs inte i samband med förståelsen att man räddas vid denna tidpunkt

# new_testament_conversion #1
source: John 3:5
es: Juan 3:5
lt: Jono 3: 5

# new_testament_conversion #2
source: Acts 2:38
es: Hechos 2:38
lt: Apd 2:38
sv: Apg 2:38

source: "Retroactive understanding" is not sufficient for salvation
ar: "الفهم الرجعي "ليس كافيا للخلاص
es: El "entendimiento retroactivo" no es suficiente para la salvación
lt: Retroaktyvus supratimas nepakankamas išgelbėjimui
sv: "Retroaktiv förståelse" räcker inte för frälsning

source: Passion Account
ar: ألتأثر العاطفي
es: El Relato de la Pasión
lt: Aistros paskyra
sv: Passion konto
uk: Опис страждань

source: Read
ar: إقرأ
es: Leer
lt: Skaitykite
sv: Läsa
uk: Прочитай

source: Matthew 26:31-28:10
es: Mateo 26:31 - 28:10
sv: Matteus 26: 31-28: 10
uk: Від Матфія 26:31-28:10

source: Suggested Reading Intervals:
ar: فواصل القراءة المقترحة:
es: Lectura Sugerida:
lt: Siūlomi skaitymo intervalai:
sv: Föreslagna läsintervaller:
uk: Запропоновані до читання уривки:

source: Physical Death
ar: ألموت ألجسدي
es: La Muerte Física
lt: Fizinė mirtis
sv: Fysisk död

source: Read the
ar: إقرأ
es: Lee el
lt: Skaityti
sv: Läs

source: medical account
ar: ألحساب الطبي
es: relato médico
lt: Medicinos sąskaita
sv: Medicinska kontot

source: of Jesus' physical death
ar: لموت ألمسيح ألجسدي
es: de la muerte física de Jesús
lt: Jėzaus fizinės mirties
sv: Av Jesu fysiska död

source: Personal Responsibility
ar: مسؤوليه شخصيه
es: La Responsabilidad Personal
lt: Asmeninė atsakomybė
sv: Personligt ansvar

source: Remember that there were many others who died by crucifixion in the first century. It was not that Jesus was physically crucified that makes Him unique; it was that He was crucified for you, in your place. He died on the cross for you
ar: تذكر أن العديد من الأشخاص ماتوا على ألصليب في القرن الأول. لم يكن المسيح فريدا في صلبه ؛ ألفريد في صلب ألمسيح أنه صلب من أجلك ، في مكانك. مات على الصليب عنك
es: Recuerda que muchos otros murieron por crucifixión en el primer siglo. No lo hace único a Jesús el haber sido crucificado físicamente en la cruz; pero sí el que ÉL fue crucificado por tí, en tú lugar. El murió en la cruz por tí.
lt: Atminkite, kad pirmame amžiuje buvo daug kitų, kurie mirė dėl nukryžiavimo. Ne tik Jėzus buvo fiziškai nukryžiuotas, bet ir Jo unikalumas; Kad Jis buvo nukryžiuotas už jus, jūsų vietoje. Jis mirė ant jūsų kryžiaus
sv: Kom ihåg att det fanns många andra som dog vid korsfästelsen under första århundradet. Det var inte så att Jesus fysiskt korsfästes som gör honom unik; Det var att han korsfästes för dig, i din plats. Han dog på korset för dig

# cross #1
source: Romans 3:23
es: Romanos 3:23
lt: Romiečiams 3:23
sv: Romarbrevet 3:23

# cross #1
source: Isaiah 59:1-2
es: Isaías 59:1-2
lt: Izaijo 59: 1-2
sv: Jesaja 59: 1-2

source: Matthew 27:46
es: Mateo 27:46
lt: Mato 27:46
sv: Matteus 27:46

source: Share the sins that you committed before being baptized and your feelings of being forgiven at baptism. Ask the person with whom you are studying to share and confess their sins
ar: للشخص الذي يقود الدراسه، شارك الآثام التي ارتكبتها قبل المعمودية ومشاعرك لمعرفتك ان كل خطاياك مغفوره في المعمودية. اطلب من الشخص الذي تدرس معه أن يشارك ويعترف بخطاياه
es: Comparte los pecados que tú cometiste antes de bautizarte y cómo te sentiste al se perdonado cuando te bautizaste. Pídele a la persona con la cual estás estudiando que comparta y confiese sus pecados.
lt: Dalykis nuodėmių, kuriuos padarėte prieš krikštą, ir jūsų jausmai yra atleisti per krikštą. Paklauskite to, su kuo studijuojote, ir dalykitės savo nuodėmėmis ir pripažinkite
sv: Dela de synder du begått innan du döpades och dina känslor av att bli förlåtna vid dopet. Fråga personen med vilken du studerar för att dela och bekänna sina synder

source: Isaiah 53:4-6
ar: أشعياء 53:4-6
es: Isaías 53:4-6
lt: Izaijas 53: 4-6
sv: Jesaja 53: 4-6

source: (substitute your name)
ar: إستبدل أسمك
es: (substituye tu nombre)
lt: (Pakeisk savo vardą)
sv: (Ersätt ditt namn)

source: If possible immediately after this study watch either
ar: إن أمكن بعد الدراسه شاهد إما
es: Si es posible, inmediatamente después del estudio, vean el video de La cruz
lt: Jei įmanoma, iškart po šio tyrimo taip pat žiūrėkite
sv: Om möjligt omedelbart efter denna studie titta antingen

source: or
ar: أو
es: o
lt: Arba
sv: eller

source: The Passion
ar: فيلم " حب ألمسيح"
es: de la Pasion del Cristo
lt: Aistra
sv: Passionen

source: A Physician Analyzes the Crucifixion
ar: ألتحليل الطبي للصلب
es: Un análisis médico de la crucifixión
lt: Gydytojas analizuoja nukryžiavimą
sv: En läkare analyserar korsfästelsen

source: In this paper, I shall discuss some of the physical aspects of the passion, or suffering, of Jesus Christ. We shall follow Him from Gethsemane, through His trial, His scourging, His path along the Via Dolorosa, to His last dying hours on the cross...
ar: سأناقش في هذه الفقره بعض الجوانب المادية لشغف يسوع المسيح أو معاناته. سوف نتبعه من الجسمانية ، من خلال محاكمته ، وجلده ، ومساره على طول طريق الآلام ، إلى آخر ساعاته على الصليب ...
es: A continuación veremos algunos de los aspectos físicos de la pasión, o el sufrimiento de Jesús. Vamos a seguir los pasos de Jesús a través de Getsemaní, durante su juicio, cuando fue azotado, durante su caminar a lo largo de la "Vía Dolorosa" y aún durante sus últimas horas en la cruz...
lt: Šiame straipsnyje aptarsiu kai kuriuos fizinius Jėzaus Kristaus aistros ar kentėjimų aspektus. Mes seksime Jį nuo Gethsemane, per Jo teismą, Jo baimę, Jo kelią palei Via Dolorosa iki Jo paskutinių mirusiųjų valandų ant kryžiaus ...
sv: I detta dokument ska jag diskutera några av de fysiska aspekterna av Jesu Kristi passion eller lidande. Vi kommer att följa honom från Gethsemane genom hans rättegång, hans skurvning, hans väg längs Via Dolorosa, till hans sista döende timmar på korset ...
