Repository: spometun/first_principles_languages
Catalog: */LC_MESSAGES/first_principles.po
Languages: ar, es, lt, sv, uk

# baptism_with_the_holy_spirit #1
source: Acts 2
es: Hecho 2
lt: 2 darbai
sv: Akter 2
uk: Дії 2

# baptism_with_the_holy_spirit #1
source: and
ar: وأيضا في
es: y
lt: Ir
sv: och
uk: і

# baptism_with_the_holy_spirit #1
source: Acts 10
es: Hechos 10
lt: Aktai 10
sv: Agerar 10
uk: Дії 10

source: Promise (not command):
ar: وعد (وليس الأمر)
es: Una promesa (no un mandato)
lt: Pažadas (ne komanda):
sv: Löfte (inte kommando):
uk: Обіцянка (не заповідь)

source: Acts 1:4-5
es: Hechos 1:4-5
lt: Apaštalų darbai 1: 4-5
sv: Apg 1: 4-5
uk: Дії 1:4-5

source: Predicted (prophesied)
ar: توقع (تنبأ)
es: Fue predicho (profetizado)
lt: Prognozuojama (pranašaujama)
sv: Förutspådda (profeterade)

source: Came without warning. (People were not specifically praying for it)
ar: جاء دون سابق إنذار. (لم يكن الناس يصلون على وجه التحديد)
es: Vino sin advertencia (La gente no estaba orando especificamente por él)
lt: Atvyko be įspėjimo (Žmonės nebuvo konkrečiai meldžiami už tai)
sv: Kom utan varning. (Människor bad inte specifikt för det)

source: Languages
ar: أللغات
es: Idiomas
lt: Kalbos
sv: språk
uk: Мови

source: Purpose: to usher in the Kingdom with power
ar: الغرض: الدخول في المملكة بقوة
es: Su propósito: Anunciar la llegada del Reino con poder.
lt: Tikslas: įsteigti karalystę su jėga
sv: Syfte: att inleda kungariket med makt

# baptism_with_the_holy_spirit #1
source: Acts 1:8
es: Marcos 9:1, Hechos 1:8
lt: 1: 8 darbai
sv: Apg 1: 8
uk: Дії 1:8

source: Accounts of the Baptism with the Holy Spirit
ar: حسابات معموديه الروح القدس
es: Acontecimientos del bautismo con el Espíritu Santo
lt: Krikšto sąskaitos su Šventąja Dvasia
sv: Doktorns konton med den Helige Ande

source: To the Jews — in Jerusalem
ar: لليهود - في القدس
es: Los judíos - en Jerusalén
lt: Žydams - Jeruzalėje
sv: Till judarna - i Jerusalem

# baptism_with_the_holy_spirit #2
source: Acts 2
ar: أعمال الرسل 2
es: Hechos 2
lt: 2 darbai
sv: Akter 2
uk: Дії 2

source: To the Gentiles — begins with Cornelius
ar: للوثنيين - يبدأ مع كورنيليوس
es: A los no judíos - Comienza con Cornelio
lt: Pagonims - prasideda Kornelijus
sv: Till hedningarna - börjar med Cornelius

# baptism_with_the_holy_spirit #2
source: Acts 10
es: Hechos 10
lt: Aktai 10
sv: Agerar 10
uk: Дії 10

source: Note: Cornelius and his household were water baptized in
ar: ملحوظة: كرنيليوس وأسرته كانوا معمدين بالمياه
es: Noten que Cornelio y su familia fueron bautizados en agua en
lt: Pastaba: Kornelijus ir jo namai buvo krikštijami vandenyje
sv: Obs! Cornelius och hans hushåll var vatten döpta i

source: Acts 10:48
es: Hechos 10:48
lt: Darbai 10:48
sv: Apostagärningarna 10:48
uk: Дії 10:48

source: saved at baptism
ar: مخلص عند ألمعموديه
es: , salvados al bautizarse.
lt: Išsaugotas krikštu
sv: Räddade vid dopet

source: Peter explained actions to the Jews
ar: بطرس يشرح أعمال اليهود
es: Pedro explicó sus acciones a los judíos
lt: Petras paaiškino veiksmus žydams
sv: Peter förklarade handlingar för judarna

source: Acts 11:1-18
es: Hechos 11: 1-18
lt: Apd 11: 1-18
sv: Apg 11: 1-18
uk: Дії 11:1-18

source: "At the beginning"
ar: " في ألبدء"
es: "Al principio"
lt: "Pradžioje"
sv: "I början"

source: Acts 11:15
ar: أعمال 11:15
es: Hechos 11:15
lt: Aktai 11:15
sv: Apg 11:15
uk: Дії 11:15

source: Peter gives the "keys to the Kingdom" to both Jews and Gentiles
ar: يعطي بطرس "مفاتيح المملكة" لكل من اليهود والأمم
es: Pedro da "las llaves del Reino" a ambos, a los Judíos y a los Gentiles
lt: Petras duoda "raktus Karalystei" tiek žydams, tiek pagonims
sv: Peter ger "nycklarna till kungariket" till både judar och hedningar

source: Does the Baptism with the Holy Spirit still exist today?
ar: هل ما زالت معمودية الروح القدس موجودة اليوم؟
es: ¿Existe aún hoy en día el bautismo con el Espíritu Santo?
lt: Ar krikštas su Šventąja Dvasia šiandien egzistuoja?
sv: Finns dop med den heliga anden idag idag?

# baptism_with_the_holy_spirit #1
source: Ephesians 4:4-6
es: Efesios 4:4-6
lt: Efeziečiams 4: 4-6
sv: Efesierna 4: 4-6
uk: Єфесянам 4:4-6

source: There is one baptism — which one?
ar: يوجد معموديه واحده.. أيها ألمقصوده؟
es: Hay UN SOLO Bautismo - ¿Cual?
lt: Yra vienas krikštas - kuris vienas?
sv: Det finns en dop - vilken?

source: Written about
ar: كتبت حوالي
es: Escrito por los años
lt: Rašyta apie
sv: Skriven om

# baptism_with_the_holy_spirit #1
source: 60-62 A.D.
ar: 60-62 بعد ألميلاد
es: 60-62 D.C
uk: 60-62 р. н.е.

source: There are three options:
ar: يوجد 3 أنواع:
es: Hay tres opciones:
lt: Yra trys variantai:
sv: Det finns tre alternativ:

source: John's baptism — Passed when the new covenant began
ar: معمودية يوحنا - إبتدأت عندما بدأ العهد الجديد
es: El Bautismo de Juan - Dejó de existir con el inicio del Nuevo Pacto
lt: Jono krikštas - praėjo, kai prasidėjo naujoji Sandora
sv: Johannes dop - Passed när det nya förbundet började

# baptism_with_the_holy_spirit #1
source: Acts 19:1-5
es: Hechos 19:1-5
lt: Apd 19: 1-5
sv: Apostlagärningarna 19: 1-5

# baptism_with_the_holy_spirit #2
source: The Baptism with the Holy Spirit
ar: معموديه ألروح ألقدس
es: El Bautismo con el Espíritu Santo
lt: Krikštas su Šventąja Dvasia
sv: Dop med den Helige Ande

# baptism_with_the_holy_spirit #3
source: Acts 2
ar: أعمال ألرسل :2
es: Hechos 2
lt: 2 darbai
sv: Akter 2
uk: Дії 2

# baptism_with_the_holy_spirit #2
source: and
ar: و
es: y
lt: Ir
sv: och
uk: і

# baptism_with_the_holy_spirit #3
source: Acts 10
ar: أعمال الرسل 10
es: Hechos 10
lt: Aktai 10
sv: Agerar 10
uk: Дії 10

source: is no longer present as it was a prophecy/promise that has been fulfilled. It was never a general command for all Christians
ar: لم تعد موجودة بما إنها كانت نبوه / الوعد التي تم. لم تكن اطلاقا وصيه عامه لجميع المسيحيين
es: Ya no existe ya que fue una profecía/promesa que ha sido cumplida. Nunca fue un mandato general para todos los cristianos.
lt: Nebėra, nes tai buvo įvykdyta pranašystė / pažadas. Jis niekada nebuvo visų krikščionių vadovaujamas
sv: Är inte längre närvarande eftersom det var en profetia / löfte som har uppfyllts. Det var aldrig ett allmänt budskap för alla kristna

source: Baptism with water in the name of Jesus Christ for the forgiveness of sins to receive the indwelling of the Holy Spirit
ar: التعميد بالماء باسم يسوع المسيح لمغفرة الخطايا لتلقي سكن الروح القدس
es: El bautismo en agua en el nombre de Jesucristo para el perdón de los pecados y recibir la residencia interna del Espíritu Santo.
lt: Krikštas su vandeniu Jėzaus Kristaus vardu už nuodėmių atleidimą, siekiant priimti Šventosios Dvasios gyvenimą
sv: Dop med vatten i Jesu Kristi namn för syndens förlåtelse för att ta emot den Helige Ande

source: Jesus commanded this baptism
ar: ألمسيح يوصي بهذه ألمعموديه
es: Jesús nos mandó a tomar este bautismo
lt: Jėzus įsakė šitam krikštui
sv: Jesus befallde detta dop

# baptism_with_the_holy_spirit #1
source: Matthew 28:18-20
ar: متى 28 18-20
es: Mateo 28:18-20
lt: Mato 28, 18-20
sv: Matteus 28: 18-20
uk: Матвія 28:18-20

source: This baptism is recorded all the way through the book of Acts and the Epistles. In fact, Peter was present for all the baptisms: John's baptism, both accounts of the Baptism of the Holy Spirit, and preached water baptism in the name of Jesus in Acts 2
ar: يتم تسجيل هذه المعمودية على طول الطريق من خلال كتاب أعمال الرسل والرسائل. في الواقع ، كان بطرس حاضراً في كل المعمديات معمودية يوحنا ، وكلاهما كتاب عن معمودية الروح القدس ، وعظ معمودية الماء باسم يسوع في كتاب أعمال الرسل 2.
es: Este bautismo está documentado a través de todo el libro de Hechos y las epístolas. De hecho, Pedro estaba presente para todos los bautismos: El bautismo de Juan, ambos relatos del bautismo del Espíritu Santo, y predicó el bautismo en agua en el nombre de Jesús en Hechos 2
lt: Šis krikštas visais atžvilgiais užfiksuotas per Knygų darbus ir laiškus. Tiesą sakant, Petras dalyvavo visuose krikštuose: Jono krikšto, abiejų Šventosios Dvasios krikšto sąskaitų, ir skelbė vandens krikštą Jėzaus vardu Acts 2
sv: Denna dop registreras hela vägen genom Apostlarna och Apostlarna. Faktum är att Peter var närvarande för alla dop: Johannes dop, båda berättelser om Helige Andes dop och predikade vattendop i Jesu namn i Apostlagärningarna 2

# baptism_with_the_holy_spirit #1
source: 33 A.D.
ar: سنه 33 قبل الميلاد
es: 33 D.C
uk: 33 р. н.е.

source: and in
ar: وفي
es: y en
lt: ir į
sv: och i
uk: і в

# baptism_with_the_holy_spirit #1
source: 1 Peter 3:18-21
ar: رساله بطرس الاولى 3:18-21
es: 1 Pedro 3:18-21
lt: 1 Petro 3: 18-21

source: written around
ar: كتبت حوالي
es: tambien escrito por el año
lt: Parašyta aplink
sv: Skrivet runt

source: 64 A.D.
ar: سنه 64 قبل ألميلاد
es: 64 D.C
uk: 64 р. н.е.

source: well after all the events of the book of Acts
ar: بعد كل أحداث كتاب أعمال ألرسل
es: bastante después de todos los eventos del libro de Hechos.
lt: Gerai po visų Apaštalų knygos įvykių
sv: Väl efter alla händelser i boken av handlingar

source: It had to be the one baptism of
ar: كان يجب أن يكون معموديه واحده
es: Tendría que ser "un solo" bautismo de
lt: Tai turėjo būti vienintelis krikštas
sv: Det måste vara en dop av

# baptism_with_the_holy_spirit #2
source: Ephesians 4:4-6
es: Efesios 4:4-6
lt: Efeziečiams 4: 4-6
sv: Efesierna 4: 4-6
uk: Єфесянам 4:4-6

source: as it was the only one practiced by
ar: كما لو كانت ألوحيده ألتي تمارس
es: ya que era el único en practica en los años
lt: Nes tai buvo vienintelis, kurį praktikavo
sv: Som det var den enda som praktiserades av

# baptism_with_the_holy_spirit #2
source: 60-62 A.D.
ar: سنه 60-62 بعد الميلاد
es: 60-62 D.C
uk: 60-64 р. н.е.

source: when Ephesians was written
ar: عندما كتبت رساله بولص الرسول الى اهالي افسس
es: cuando fue escrito Efesios.
lt: Kai buvo parašyta Efeziečiai
sv: När Efesierna skrevs

source: The
ar: ال
es: Los
sv: De

source: miraculous gifts of the Holy Spirit
ar: عطايا ألروح ألقدس ألمذهله
es: Dones milagrosos del Espíritu santo
lt: Stebuklingos Šventosios Dvasios dovanos
sv: Heliga Andes mirakulösa gåvor

source: (next lesson)
ar: ألدرس ألقادم
es: (siguiente lección)
lt: (Kita pamoka)
sv: (Nästa lektion)

source: Received by the apostles' laying on of hands
ar: يحصل عليها بوضع ألأيدي
es: Se reciben a través de la imposición de las manos de los apóstoles.
lt: Gavo apaštalų rankų antklodė
sv: Mottagen av apostlarnas handläggning

source: No longer present today
ar: ليست متوفره أليوم
es: Ya no existen hoy.
lt: Šiandien nebėra
sv: Inte längre närvarande idag

source: Types of Miraculous Gifts
ar: أنواع ألعطايا ألمعجزيه
es: Los Tipos de Dones Milagrosos
lt: Stebuklingų dovanų tipai
sv: Typer av Mirakulösa gåvor

source: 1 Corinthians 12:8-10
es: 1 Corintios 12:8-10
lt: 1 Korintiečiams 12: 8-10
sv: 1 Korinthierna 12: 8-10

source: Wisdom
ar: الحكمه
es: Sabiduría
lt: Išmintis
sv: Visdom

source: Knowledge
ar: ألمعرفه
es: Conocimiento
lt: Žinios
sv: Kunskap

source: Faith
ar: ألإيمان
es: Fe
lt: Tikėjimas
sv: Tro

# miraculous_gifts_of_the_holy_spirit #1
source: Healing
ar: ألشفاء
es: Sanar Enfermos
lt: Gydymas

source: Miracles
ar: معجزات
es: Milagros
lt: Stebuklai
sv: mirakel

source: Prophecy
ar: ألتنبؤ
es: Profecía
sv: Profetia

source: Distinguishing Spirits
ar: تمييز ألأرواح
es: Distinguir Espíritus
lt: Skirtingi kvepalai

source: Tongues
ar: ألتكلم بالألسنه
es: Hablar en lenguas
lt: Liežuviai
sv: tungor

source: Interpretation
ar: ترجمه ألألسنه
es: Interpretación de lenguas
lt: Interpretacija
sv: tolkning

source: Mark 16:16-18
es: Marcos 16:16-18
lt: Markas 16: 16-18

source: Some will be able to:
ar: ألبعض سيكون له ألقدره على:
es: Algunos tendrán la habilidad de:
lt: Kai kurie galės:
sv: Vissa kommer att kunna:

source: Drink poison and not die
ar: يشرب ألسم ومع هذا لن يموت
es: Tomar veneno y no morir
lt: Gerti nuodų ir ne mirti
sv: Drick gift och inte dö

source: Be bitten by snakes and not die
ar: يلدغ بالحيات ولن يموت
es: ser mordidos por víboras y no morir
lt: Įkando gyvatės, o ne miršta
sv: Bli bitad av ormar och inte dö

source: Acts 28:5
es: Hechos 28:8
lt: Darbai 28: 5
sv: Apg 28: 5

source: Types of "Laying on of Hands"
ar: أنواع " وضع ألأيدي"
es: Tipos de "Imposición de Manos"
lt: "Rankų išdėstymas" tipai
sv: Typer av "lägga på händer"

source: Blessing
ar: للبركه
es: Bendición
lt: Palaiminimas
sv: Välsignelse

source: Acts 13:3
es: Hechos 13:3
sv: Apg 13: 3

# miraculous_gifts_of_the_holy_spirit #2
source: Healing
ar: ألشفاء
es: Sanación
lt: Gydymas

source: Ananias heals Paul's blindness
ar: حنانيا يشفي عمى بولس
es: Ananías sana la ceguera de Pablo
lt: Ananias gydo Pauliaus aklumą
sv: Ananias läker Paulus blindhet

source: Acts 9:17-18
es: Hechos 9:17-18
lt: Apd 9: 17-18
sv: Apg 9: 17-18

source: Paul heals Publius' father on Malta
ar: بولس يشفي والد بوبليوس في مالطا
es: Pablo saba al padre de Publio en Malta
lt: Paulius gydo Publius tėvą Maltoje
sv: Paul healer Publius fader på Malta

source: Acts 28:8
es: Hechos 28:8
lt: Darbai 28: 8
sv: Apg 28: 8

source: Passing on the Gifts
ar: وهب عطايا ألروح للأخرين
es: Transmitiendo los dones a otras personas.
lt: Perdavimas dovanas
sv: Passerar på gåvorna

source: Apostles pass on the gifts
ar: ألرسل يهبون عطايا ألروح ألقدس
es: Los apóstoles podían pasar los dones a otros
lt: Apaštalai perduoda dovanas
sv: Apostlarna vidarebefordrar gåvorna

# miraculous_gifts_of_the_holy_spirit #1
source: Acts 8:18
es: Hechos 8:18
lt: Apd 8:18
sv: Apostagärningarna 8:18

source: These people could not pass on the gifts that they received
ar: هؤلاء ألأشخاص لم يستطيعوا وهب العطايا التي استلموها
es: Estas personas NO podían pasar los dones que recibían.
lt: Šie žmonės negalėjo perduoti dovanų, kurias jie gavo
sv: Dessa människor kunde inte vidarebefordra de gåvor som de fick

# miraculous_gifts_of_the_holy_spirit #1
source: Acts 6:1-8
es: Hechos 6:1-8
lt: Apd 6: 1-8
sv: Apostlarna 6: 1-8

source: Context is the choosing of "The Seven." This is the first occasion that the gifts were passed. Stephen immediately starts to perform miraculous signs among the people with God's power (v.8)
ar: السياق هو اختيار "السبعة". هذه هي المناسبة الأولى التي تم فيها وهب عطايا ألروح ألقدس. يبدأ ستيفانوس على الفور بأداء علامات خارقة بين الناس مع قوة الله (آية ٨).
es: El contexto es la selección de "Los Siete". Esta es la primera ocasión que los dondes son transferidos. Estaban inmediatamente comienza a hacer milagros entre la gente con el poder de Dios. (v 8)
lt: Kontekstas yra pasirinkimas "Septyni". Tai pirmasis įvykis, kai dovanos buvo perduoti. Steponas nedelsdamas pradeda daryti stebuklingus ženklus tarp žmonių, turinčių Dievo jėgą (v.8)
sv: Kontext är valet av "The Seven." Detta är det första tillfället att gåvorna passerade. Stephen börjar genast utföra mirakulösa tecken bland folket med Guds kraft (v.8)

source: Acts 8:1-25
ar: أعمال ألرسل 8:1-25
es: Hechos 8:1-25
lt: Apd 8: 1-25
sv: Apostlarna 8: 1-25

source: Context is after Stephen's martyrdom. Great persecution breaks out. Many leave, but apostles stay in Jerusalem. Philip, one of "The Seven" who had received the gifts in
ar: السياق هنا هو بعد استشهاد ستيفن. الاضطهاد العظيم ينفجر . كثيرون يغادرون ، لكن الرسل يبقون في القدس. فيليب ، واحد من "السبعة" الذين تلقوا الهدايا في
es: El contexto es después del martirio de Esteban, se desata una gran persecución y muchos salen, pero los apóstoles permanecen en Jerusalén. Felipe, uno de "Los Siete" que había recibido los dones en
lt: Kontekstas yra po Stepono kankinimų. Puikus persekiojimas išsiveržia. Daugelis palieka, bet apaštalai gyvena Jeruzalėje. Pilypas, vienas iš "The Seven", kuris gavo dovanų
sv: Kontext är efter Stephens martyrdom. Stor förföljelse bryter ut. Många lämnar, men apostlarna bor i Jerusalem. Philip, en av "de sju" som hade fått gåvorna i

# miraculous_gifts_of_the_holy_spirit #2
source: Acts 6:1-8
ar: أعمال ألرسل 6:1-8
es: Hechos 6:1-8
lt: Apd 6: 1-8
sv: Apostlarna 6: 1-8

source: goes to Samaria. He performs many miraculous signs and healings to get people to believe
ar: يذهب للسامره، يجري العديد من المعجزات وشفاء لكي يدعو الناس للإيمان
es: va a Samaria. realiza muchas señales milagrosas y sanaciones para hacer que la cente crea (v. 12)
lt: Eina į Samariją. Jis atlieka daugybę stebuklingų ženklų ir išgydymų, kad žmonės tikėtų
sv: Går till Samaria. Han utför många mirakulösa tecken och läkning för att få folk att tro

source: including Simon the Sorcerer
ar: بما في ذلك سيمون ألساحر
es: incluyendo a Simón el Mago (v. 13)
lt: Įskaitant Simoną burtininką
sv: Inklusive Simon the Sorcerer

source: and they are baptized. (They became Christians and thus receive the forgiveness of sins and the gift (indwelling) of the Holy Spirit
ar: واعتمدوا (أصبحوا مسيحيين وبالتالي تلقوا مغفرة الخطايا والهدية (سكنى الروح القدس) .
es: y son bautizados. Ellos se convirtieron en cristianos y así recibieron el perfón de los pecados y el don (interno) del Espíritu Santo
lt: Ir jie yra pakrikštyti. (Jie tapo krikščionimis ir tokiu būdu gauna nuodėmių atleidimą ir Šventosios Dvasios dovaną
sv: Och de döps. (De blev kristna och får sålunda syndernas förlåtelse och den Helige Andes gåva (inbäddning)

# miraculous_gifts_of_the_holy_spirit #1
source: Acts 2:38
ar: اعمال الرسل 2:38
es: Hechos 2:38
lt: Apd 2:38
sv: Apg 2:38

source: When apostles come to Samaria, Simon saw that the Spirit's gifts were only given by apostles' laying on of hands and offers them money for this ability
ar: عندما جاء الرسل إلى السامرة ، رأى سيمون أن هدايا الروح أعطت فقط عن طريق وضع أيادي ألرسل، وقدم لهم المال للحصول على هذه الهدايا
es: Cuando los apóstoles vienen a Samaria, Simón se da cuenta que los dondes se dan solamente cuando los apóstoles imponían sus manos y les ofrece dinero para recibir la habilidad
lt: Kai asistorai atvyksta į Samariją, Simonas pamatė, kad Dvasios dovanos buvo suteiktos tik apaštalų rankų antklodė ir suteikia jiems pinigų už šį sugebėjimą
sv: När apostlarna kom till Samaria såg Simon att andens gåvor endast gavs av apostlarnas handhänder och ger dem pengar för denna förmåga

# miraculous_gifts_of_the_holy_spirit #2
source: Acts 8:18
es: Hechos 8:18
lt: Apd 8:18
sv: Apostagärningarna 8:18

source: Note: Simon didn't ask Philip for the gifts because Philip could not pass them on. Simon is rebuked for having the wrong motivation
ar: ملاحظة: لم يكن توبيخ فيليب لسايمون لسبب ان فيليب لم يتمكن من تمرير ألهدايا. تم توبيخ سيمون بسبب وجود دافع خاطئ
es: Noten que Simón no le pidió a Felipe los dones, porque Felipe no los podía transmitir. Simón es reprendido por tener la motivación equivocada.
lt: Pastaba: Simonas neprašė Philipo už dovanas, nes Philipas jų negalėjo perduoti. Simonui uždrausta neteisinga motyvacija
sv: Obs! Simon frågade inte Philip för gåvorna eftersom Philip inte kunde ge dem vidare. Simon är bestridd för att ha fel motivation

source: Acts 19:1-6
es: Hechos 19:1-6
lt: Apd 19: 1-6
sv: Apostlagärningarna 19: 1-6

source: Paul finds disciples in Ephesus who didn't know what the Holy Spirit was because they had only received John's baptism of repentance. Then they were baptized into the name of Jesus Christ to receive the forgiveness of their sins and the indwelling of the Holy Spirit
ar: بولس وجد تلاميذ في أفسس لم يكونوا يعرفون ما هو الروح القدس لأنهم لم يتلقوا إلا معموديه يوحنا للتوبة. ثم تم تعميدهم في اسم يسوع المسيح لتلقي مغفرة آثامهم وسكنى ألروح القدس.
es: Pablo encuentra discípulos en Éfeso que no sabían que era el Espíritu Santo, porque solamente recibieron el bautismo de arrepentimiento de Juan. Entonces fueron bautizados en el nombre de Jesucristo para recibir el perdón de sus pecados y la residencia interna del Espíritu Santo (v. 5)
lt: Paulius randa mokinius Efeze, kurie nežinojo, kas yra Šventoji Dvasia, nes jie tik gavo Jono krikšto atgailos. Tada jie buvo pakrikštyti Jėzaus Kristaus vardu, norėdami gauti savo nuodėmių atleidimą ir Šventosios Dvasios gyvenimą
sv: Paulus finner lärjungar i Efesos som inte visste vad den Helige Ande var för att de bara hade fått Johannes omvänd dop. Därefter döptes de i Jesu Kristi namn för att få förlåtelse av deras synder och Heliga Andes inbäddning

source: Then they receive the miraculous gifts of prophecy and speaking in tongues by the laying on of Paul's hands
ar: ثم تلقوا عطايا التنبؤ العجيبة وألتكلم بألسنة من خلال وضع ألأيدي من قبل بولس
es: Después a través de la imposición de las manos de Pablo, ellos recibieron los dones milagrosos de profecía y de hablar en lenguas (v. 6)
lt: Tada jie gauna stebuklingas pranašystės dovanas ir kalbas kalbomis, sukeldami Pauliaus rankas
sv: Då får de profetiens mirakulösa gåvor och talar i tungor genom att Paulus lägger på

source: Paul is an apostle
ar: بولس هو رسول
es: Pablo es un apóstol
lt: Paulius yra apaštalas
sv: Paulus är en apostel

source: General Observations
ar: ملخص عام
es: Observaciones Generales
lt: Bendrosios pastabos
sv: Allmänna observationer

source: Apostles were able to pass on the gifts because they were apostles. The Apostles possessed the ability to perform miracles even during the ministry of Christ
ar: تمكن الرسل من تمرير اعطايا ألروحيه لأنهم كانوا رسلًا. إمتلك الرسل القدرة على أداء المعجزات حتى أثناء خدمة المسيح
es: Los apóstoles tenían la habilidad de transmitir los dones porque eran apóstoles. Los apóstoles poseían la habilidad de realizar milagros aún durante el ministerio de Cristo.
lt: Apaštalai galėjo perduoti dovanas, nes jie buvo apaštalai. Apaštalai turėjo galimybę atlikti stebuklus net Kristaus tarnavimo metu
sv: Apostlarna kunde vidarebefordra gåvorna eftersom de var apostlar. Apostlarna hade förmågan att utföra mirakel även under Kristi tjänst

source: Luke 9:1
es: Lucas 9:1
lt: Luko 9: 1
sv: Lukas 9: 1

source: This ability to pass and perform the gifts was not given at Pentecost
ar: هذه القدرة على منح ألعطايا ألروحيه لم تعط في عيد العنصرة
es: Esta habilidad de transmitir y realizar los dondes no fue dada en Pentecostés.
lt: Šis sugebėjimas perduoti ir duoti dovanas nebuvo pateiktas Sekmininke
sv: Denna förmåga att överträffa och utföra gåvorna gavs inte vid pinsna

source: 1 Corinthians
es: 1 Corintios 12
lt: 1 korintiečiai
sv: 1 Korintierna

# miraculous_gifts_of_the_holy_spirit #1
source: and
ar: و
es: y 14
lt: Ir
sv: och

source: are not the directives on how to receive tongues (the church there had already received them), but rather the correctives on how to use them because everyone was speaking at the same time and misusing the tongues
ar: التوجيهات ليست حول كيفية تلقي ألسنة (الكنيسة قد تلقت بالفعل) ، ولكن بالأحرى التصحيحات حول كيفية استخدامها لأن الجميع كانوا يتحدثون في نفس الوقت ويسيئون استخدام الألسنة
es: no son directrices acerca de como recibir el don de hablar en lenguas (la iglesia allí ya las había recibido), sino las correctivas acerca de cómo usarlo ya que muchos hablaban al mismo tiempo y mal usaban las lenguas.
lt: Nėra kalbų gavimo būdai (bažnyčia juos jau gavo), o gairės apie tai, kaip jas naudoti, nes visi kalbėjo tuo pačiu metu ir piktnaudžiavo kalbomis
sv: Är inte direktiven om hur man tar emot tungor (kyrkan hade redan fått dem), men snarare korrigeringarna om hur man använder dem eftersom alla talade samtidigt och missbrukade tungan

source: 1 Corinthians 12:28-30
es: 1 Corintios 12:28-30
lt: 1 Korintiečiams 12: 28-30
sv: 1 Korinthierna 12: 28-30
